{
  "uikit_accordion": "Créez des sections de contenu rétractables avec le composant React Accordion de Gravity UI. Masquez et affichez efficacement les informations dans vos applications web.",
  "uikit_alert": "Affichez des notifications importantes avec le composant React Alert de Gravity UI. Présentez des messages et des avertissements sans perturber le flux de travail de l'utilisateur dans votre application.",
  "uikit_arrow-toggle": "Créez des éléments d'interface utilisateur extensibles avec le composant React ArrowToggle de Gravity UI. Indiquez le contenu rétractable avec des flèches directionnelles animées.",
  "uikit_avatar": "Affichez les photos de profil des utilisateurs avec le composant React Avatar de Gravity UI. Présentez des images circulaires, des espaces réservés et des initiales pour l'identification des utilisateurs.",
  "uikit_breadcrumbs": "Créez des fil d'Ariane de navigation avec le composant React de Gravity UI. Indiquez la position de l'utilisateur dans la hiérarchie du site avec des liens de navigation faciles vers la page parente.",
  "uikit_button": "Créez des boutons interactifs avec le composant React de Gravity UI. Prenez en charge plusieurs styles, tailles et états pour des actions complètes de l'interface utilisateur.",
  "uikit_card": "Concevez des cartes de contenu avec le composant React de Gravity UI. Regroupez les informations et les actions connexes sur des conteneurs de surface visuellement distincts et surélevés.",
  "uikit_checkbox": "Créez des contrôles de sélection avec le composant React Checkbox de Gravity UI. Permettez la sélection d'une ou plusieurs options avec prise en charge de l'état intermédiaire.",
  "uikit_dropdown-menu": "Créez des menus contextuels avec le composant React DropdownMenu de Gravity UI. Offrez aux utilisateurs des listes d'actions organisées et des sélections d'options.",
  "uikit_icon": "Affichez des icônes vectorielles évolutives avec le composant React Icon de Gravity UI. Assurez un style cohérent et un rendu parfait dans toute votre application.",
  "uikit_label": "Créez des étiquettes de texte descriptives avec le composant React de Gravity UI. Catégorisez le contenu et affichez des indicateurs de statut avec une signification sémantique.",
  "uikit_link": "Créez des liens de navigation avec le composant React Link de Gravity UI. Créez des éléments cliquables qui guident les utilisateurs entre les pages et les sections de l'application.",
  "uikit_list": "Affichez des données structurées avec le composant React List de Gravity UI. Organisez les informations dans des mises en page verticales avec prise en charge de divers types de contenu.",
  "uikit_loader": "Affichez les états de chargement avec le composant React Loader de Gravity UI. Fournissez un retour visuel pendant le traitement des données avec des indicateurs de chargement animés.",
  "uikit_menu": "Créez des menus de navigation avec le composant React Menu de Gravity UI. Présentez des options et des actions hiérarchiques dans des formats structurés et organisés.",
  "uikit_modal": "Créez des boîtes de dialogue modales avec le composant React Modal de Gravity UI. Affichez du contenu superposé qui nécessite une interaction de l'utilisateur avant de continuer.",
  "uikit_overlay": "Créez des superpositions semi-transparentes avec le composant React de Gravity UI. Fournissez un contexte pour les boîtes de dialogue modales et les interactions utilisateur ciblées.",
  "uikit_pagination": "Implémentez la pagination de contenu avec le composant React de Gravity UI. Naviguez dans de grands ensembles de données sur plusieurs pages avec des contrôles intuitifs.",
  "uikit_palette": "Créez des interfaces de sélection de couleurs avec le composant React Palette de Gravity UI. Affichez les options de couleur dans des grilles organisées et accessibles.",
  "uikit_pin-input": "Créez une saisie de code PIN sécurisée avec le composant React PinInput de Gravity UI. Permettez aux utilisateurs de saisir des codes PIN et de courtes séquences numériques en toute sécurité.",
  "uikit_popup": "Affichez des popups contextuels avec le composant React de Gravity UI. Affichez des informations et des actions supplémentaires près des éléments déclencheurs dans votre application.",
  "uikit_portal": "Rendez le contenu en dehors de l'arborescence des composants avec l'utilitaire React Portal de Gravity UI. Créez des mises en page flexibles avec indépendance de la hiérarchie DOM.",
  "uikit_progress": "Affichez l'achèvement des tâches avec le composant React Progress de Gravity UI. Affichez des indicateurs de progression visuels pour les opérations et les processus de chargement.",
  "uikit_radio": "Créez des sélections à choix unique avec le composant React Radio de Gravity UI. Permettez la sélection d'options exclusives parmi des choix alternatifs groupés.",
  "uikit_radio-group": "Groupez les sélections radio avec le composant React RadioGroup de Gravity UI. Gérez les sélections à choix unique avec un regroupement d'entrées organisé.",
  "uikit_segmented-radio-group": "Créez des segments radio connectés avec le composant React de Gravity UI. Créez des interfaces de sélection intégrées avec une connexion visuelle des segments.",
  "uikit_select": "Créez des sélections déroulantes avec le composant React Select de Gravity UI. Choisissez une ou plusieurs valeurs parmi des listes d'options prédéfinies et consultables.",
  "uikit_sheet": "Créez des panneaux coulissants avec le composant React Sheet de Gravity UI. Affichez des formulaires et du contenu détaillé dans des panneaux modaux à partir des bords de l'écran.",
  "uikit_skeleton": "Améliorez l'expérience de chargement avec le composant React Skeleton de Gravity UI. Affichez des espaces réservés pour le contenu pendant le chargement des données pour de meilleures performances.",
  "uikit_slider": "Créez des entrées de plage avec le composant React Slider de Gravity UI. Permettez la sélection de valeurs dans des plages continues avec des contrôles de curseur déplaçables.",
  "uikit_spin": "Affichez des animations de chargement avec le composant React Spin de Gravity UI. Affichez des indicateurs rotatifs pour les processus en cours et les états de chargement.",
  "uikit_stepper": "Guidez les processus en plusieurs étapes avec le composant React Stepper de Gravity UI. Affichez une indication claire de la progression à travers des flux de travail utilisateur complexes.",
  "uikit_switch": "Créez des contrôles de basculement avec le composant React Switch de Gravity UI. Permettez aux utilisateurs de passer instantanément des états activé et désactivé.",
  "uikit_table": "Affichez des données structurées avec le composant React Table de Gravity UI. Créez des tableaux riches en fonctionnalités avec des capacités de tri, de filtrage et de pagination.",
  "uikit_tabs": "Organisez le contenu avec le composant React Tabs de Gravity UI. Créez plusieurs panneaux pour une organisation efficace du contenu et une navigation utilisateur.",
  "uikit_text": "Affichez la typographie avec le composant React Text de Gravity UI. Assurez un style de texte cohérent et une signification sémantique dans toute votre application.",
  "uikit_text-area": "Créez des zones de texte multilignes avec le composant React TextArea de Gravity UI. Permettez la saisie de contenu plus long avec retour à la ligne et validation.",
  "uikit_text-input": "Créez des champs de saisie de texte avec le composant React TextInput de Gravity UI. Collectez les données utilisateur avec prise en charge de la validation, du formatage et de l'accessibilité.",
  "uikit_toaster": "Affichez des notifications toast avec le composant React Toaster de Gravity UI. Affichez des messages temporaires pour les événements système et le retour d'information de l'utilisateur.",
  "uikit_tooltip": "Ajoutez des infobulles utiles avec le composant React de Gravity UI. Fournissez des informations contextuelles et des explications au survol pour une meilleure expérience utilisateur.",
  "uikit_user": "Affichez les informations utilisateur avec le composant React User de Gravity UI. Affichez des avatars, des noms et des détails dans des profils utilisateur structurés et personnalisables.",
  "uikit_user-label": "Créez des étiquettes utilisateur compactes avec le composant React UserLabel de Gravity UI. Affichez l'identité de l'utilisateur avec l'avatar et le nom dans des étiquettes formatées.",
  "date-components_calendar": "Créez la sélection de dates avec le composant React Calendar de Gravity UI. Affichez des vues de calendrier mensuelles pour une sélection de dates intuitive dans vos applications.",
  "date-components_date-field": "Créez des champs de date avec le composant React DateField de Gravity UI. Permettez la saisie structurée de dates avec prise en charge intégrée de la validation et du formatage.",
  "date-components_date-picker": "Combinez l'entrée et le calendrier avec le composant React DatePicker de Gravity UI. Fournissez à la fois une saisie de texte et des options de sélection de date visuelle.",
  "date-components_range-calendar": "Sélectionnez des plages de dates avec le composant React RangeCalendar de Gravity UI. Permettez aux utilisateurs de choisir des dates de début et de fin avec une interface de calendrier intuitive.",
  "date-components_relative-date-field": "Saisissez des dates en langage naturel avec le composant React RelativeDateField de Gravity UI. Prenez en charge des expressions comme « demain » et « la semaine prochaine ».",
  "date-components_relative-date-picker": "Combinez les dates relatives avec la sélection du calendrier en utilisant le composant React de Gravity UI. Fournissez une saisie de date flexible avec plusieurs méthodes de saisie.",
  "navigation_action-bar": "Créez une navigation horizontale avec le composant React ActionBar de Gravity UI. Regroupez les actions connexes avec un accès rapide aux fonctionnalités clés.",
  "navigation_all-pages-panel": "Créez une navigation complète avec le composant React AllPagesPanel de Gravity UI. Affichez toutes les pages et sections dans des mises en page structurées.",
  "navigation_aside-header": "Créez des en-têtes de barre latérale avec le composant React AsideHeader de Gravity UI. Fournissez des éléments de navigation et de marque pour les mises en page de barre latérale.",
  "navigation_drawer": "Créez une navigation coulissante avec le composant React Drawer de Gravity UI. Fournissez un accès aux liens de navigation et aux panneaux de contenu supplémentaires.",
  "navigation_footer": "Créez des pieds de page avec le composant React Footer de Gravity UI. Affichez des liens, des informations de contact et des éléments de navigation secondaires.",
  "navigation_hotkeys-panel": "Affichez les raccourcis clavier avec le composant React HotkeysPanel de Gravity UI. Affichez les raccourcis disponibles pour une navigation efficace dans l'application.",
  "navigation_mobile-header": "Créez des en-têtes réactifs avec le composant React MobileHeader de Gravity UI. Optimisez la navigation pour les appareils mobiles avec des éléments rétractables.",
  "navigation_settings": "Créez des panneaux de configuration avec le composant React Settings de Gravity UI. Fournissez un accès à la configuration de l'application et aux préférences de l'utilisateur."
}