{
  "branding_basics": "Découvrez Gravity UI - une bibliothèque complète de composants React avec un système de design moderne pour créer des applications web professionnelles. Commencez dès aujourd'hui.",
  "branding_branding": "Apprenez à personnaliser rapidement les thèmes de Gravity UI grâce à notre système de branding. Basculez instantanément entre les thèmes clair et sombre pour vos applications React.",
  "branding_color": "Maîtrisez le système de couleurs de Gravity UI avec des palettes privées et sémantiques. Créez des interfaces cohérentes et accessibles avec notre bibliothèque de composants React.",
  "branding_corner-radius": "Personnalisez le rayon des coins dans les composants Gravity UI. Apprenez à remplacer les paramètres par défaut du rayon des bordures pour un design cohérent dans vos applications React.",
  "branding_grid-and-container": "Créez des mises en page réactives avec le système de grille et de conteneurs de Gravity UI. Organisez la structure de votre application React avec nos composants de design flexibles.",
  "branding_module": "Comprenez le système de design modulaire de Gravity UI. Apprenez les unités d'espacement et les principes de mesure pour des mises en page de composants React cohérentes.",
  "branding_resources": "Accédez à la bibliothèque de composants Gravity UI dans la communauté Figma. Téléchargez des fichiers de design et des ressources pour un flux de travail de conception à développement transparent.",
  "branding_typography": "Explorez le système de typographie de Gravity UI avec les polices Inter et Menlo. Créez des styles de texte lisibles et accessibles pour votre bibliothèque de composants React.",
  "guides_action-tooltip": "Créez des infobulles d'action interactives avec les composants React de Gravity UI. Améliorez l'expérience utilisateur avec des informations contextuelles au survol dans vos applications.",
  "guides_alert": "Créez des notifications d'alerte conviviales avec les composants React de Gravity UI. Affichez des messages importants sans perturber le flux de travail dans vos applications.",
  "guides_breadcrumbs": "Implémentez des fils d'Ariane de navigation avec les composants React de Gravity UI. Aidez les utilisateurs à comprendre leur emplacement et à naviguer facilement dans votre application.",
  "guides_button": "Créez des boutons interactifs avec les composants React de Gravity UI. Prenez en charge divers styles, tailles et états pour des interactions d'interface utilisateur complètes dans votre application.",
  "guides_card": "Concevez des cartes de contenu avec les composants React de Gravity UI. Organisez les informations en blocs sémantiques avec des surfaces surélevées et visuellement distinctes.",
  "guides_changelog-dialog": "Affichez les mises à jour du journal des modifications avec les composants React de Gravity UI. Tenez les utilisateurs informés des nouvelles fonctionnalités et des changements dans votre application.",
  "guides_checkbox": "Créez des interfaces de sélection avec les composants React de cases à cocher Gravity UI. Permettez la sélection d'une ou plusieurs options avec des états intermédiaires.",
  "guides_clipboard-button": "Implémentez la fonctionnalité de copie dans le presse-papiers avec les composants React de Gravity UI. Améliorez l'expérience utilisateur avec des fonctionnalités de copie en un clic.",
  "guides_dialog": "Créez des boîtes de dialogue modales avec les composants React de Gravity UI. Concentrez l'attention de l'utilisateur sur des actions spécifiques tout en affichant du contenu supplémentaire de manière transparente.",
  "guides_dropdown-menu": "Créez des menus déroulants contextuels avec les composants React de Gravity UI. Fournissez aux utilisateurs des listes organisées d'actions et de sélections de paramètres.",
  "guides_hotkey": "Affichez les raccourcis clavier avec les composants React de raccourcis Gravity UI. Montrez aux utilisateurs des moyens efficaces de naviguer et d'interagir avec votre application.",
  "guides_label": "Créez des étiquettes descriptives avec les composants React de Gravity UI. Affichez les attributs d'objets tels que le statut, le type et les catégories dans votre application.",
  "guides_links": "Créez des liens de navigation avec les composants React de Gravity UI. Créez des éléments cliquables qui guident les utilisateurs à travers différentes sections de votre application.",
  "guides_list-item": "Affichez des données structurées avec les composants React de liste Gravity UI. Organisez les informations en colonnes verticales avec une prise en charge complète des lignes de données.",
  "guides_loader": "Affichez la progression du chargement avec les composants React de Gravity UI. Fournissez un retour visuel pendant le traitement des données, les téléchargements et les opérations asynchrones.",
  "guides_pagination": "Implémentez la pagination du contenu avec les composants React de Gravity UI. Aidez les utilisateurs à naviguer page par page dans de grands ensembles de données et du contenu de tableau.",
  "guides_popover": "Créez des popovers contextuels avec les composants React de Gravity UI. Affichez des informations supplémentaires au survol, au clic ou lors d'interactions avec le focus clavier.",
  "guides_popup": "Créez des éléments popup flottants avec les composants React de Gravity UI. Affichez des informations et des actions contextuelles près des éléments déclencheurs dans votre application.",
  "guides_progress": "Affichez la progression des tâches avec les composants React de Gravity UI. Créez des barres de progression horizontales pour les états de chargement et le suivi de l'achèvement.",
  "guides_radio": "Créez des sélections à choix unique avec les composants React de radio Gravity UI. Permettez aux utilisateurs de choisir une option parmi des alternatives mutuellement exclusives.",
  "guides_radio-group": "Groupez les sélections de boutons radio avec les composants React de Gravity UI. Gérez les sélections à choix unique avec des options organisées et mutuellement exclusives.",
  "guides_segmented-radio-group": "Créez des segments radio connectés avec les composants React de Gravity UI. Créez des interfaces de sélection intégrées similaires aux commutateurs de bande radio.",
  "guides_select": "Créez des sélections déroulantes avec les composants React de sélection Gravity UI. Permettez la sélection d'une ou plusieurs valeurs parmi des listes d'options prédéfinies.",
  "guides_skeleton": "Améliorez les performances perçues avec les composants React squelettes Gravity UI. Affichez des espaces réservés animés pendant le chargement du contenu dans votre application.",
  "guides_spin": "Affichez des animations de chargement avec les composants React de rotation Gravity UI. Affichez des indicateurs rotatifs pour les processus en cours et les états de chargement des données.",
  "guides_switch": "Créez des contrôles de bascule avec les composants React de commutateur Gravity UI. Permettez aux utilisateurs de basculer entre les états activé et désactivé dans votre application.",
  "guides_table": "Affichez des données structurées avec les composants React de tableau Gravity UI. Créez des tableaux de données complets avec des fonctionnalités de tri, de filtrage et de pagination.",
  "guides_tabs": "Organisez le contenu avec les composants React d'onglets Gravity UI. Créez plusieurs panneaux de contenu entre lesquels les utilisateurs peuvent basculer pour une meilleure architecture de l'information.",
  "guides_text-area": "Créez des champs de texte multilignes avec les composants React de Gravity UI. Permettez aux utilisateurs de saisir du contenu plus long avec retour à la ligne et prise en charge de la validation.",
  "guides_text-input": "Créez des champs de texte sur une seule ligne avec les composants React de Gravity UI. Collectez les données utilisateur avec validation, formatage et prise en charge complète des entrées.",
  "guides_toaster": "Affichez des notifications toast avec les composants React de Gravity UI. Affichez des messages temporaires pour les événements système, les confirmations et le retour d'information de l'utilisateur.",
  "guides_tooltip": "Ajoutez des infobulles contextuelles avec les composants React de Gravity UI. Fournissez des informations et des explications supplémentaires au survol pour une meilleure expérience utilisateur.",
  "guides_user": "Affichez les informations utilisateur avec les composants React de Gravity UI. Affichez les avatars, les noms et les coordonnées dans des formats structurés et personnalisables.",
  "guides_user-avatar": "Créez des avatars utilisateur avec les composants React de Gravity UI. Affichez des photos de profil et des éléments d'identification utilisateur pour la reconnaissance du compte.",
  "guides_user-label": "Créez des étiquettes de profil utilisateur avec les composants React de Gravity UI. Affichez les informations d'identité de l'utilisateur dans des mises en page d'étiquettes compactes et formatées."
}