```json
{
    "description_uikit": "Composants UI de base et tokens pour la création de services avec Gravity.",
    "description_components": "Un ensemble de composants React complexes.",
    "description_icons": "Ensemble de centaines d'icônes SVG modernes et variées pour vos projets.",
    "description_illustrations": "Un ensemble d'illustrations pour afficher les statuts des données.",
    "description_dynamic-forms": "Bibliothèque pour le rendu de formulaires React soignés et fonctionnels décrits par un schéma JSON.",
    "description_page-constructor": "Un ensemble de blocs élégants et fonctionnels pour créer rapidement des pages promotionnelles et de destination.",
    "description_blog-constructor": "Une bibliothèque basée sur la bibliothèque Page constructor pour la création de services de type blog.",
    "description_chartkit": "Une suite de visualisation de données intégrée à notre système de conception.",
    "description_dashkit": "Un composant de grille pour la création de tableaux de bord interactifs.",
    "description_yagr": "Un moteur de rendu de graphiques sur toile haute performance, basé sur uPlot.",
    "description_nodekit": "Une boîte à outils simple pour vos applications, scripts et bibliothèques Node.js.",
    "description_expresskit": "Wrapper léger pour express.js qui s'intègre à NodeKit.",
    "description_app-layout": "Générateur de mise en page HTML utilisé dans nos applications SPA.",
    "description_app-builder": "Constructeur d'actifs statiques basé sur Webpack utilisé dans nos applications SPA.",
    "description_navigation": "Un panneau de navigation compact et extensible pour les services complexes.",
    "description_date-utils": "Utilitaires pour la gestion des valeurs de date et d'heure.",
    "description_date-components": "Divers composants de date.",
    "description_axios-wrapper": "Wrapper Axios qui permet l'annulation automatique des requêtes concurrentes.",
    "description_dialog-fields": "Un wrapper react-final-form qui fournit des composants utiles de haut niveau pour la création de formulaires.",
    "description_paranoid": "Visualiseur de topologies de cluster.",
    "description_react-data-table": "Un composant React pour le rendu de tableaux volumineux et complexes.",
    "description_unipika": "Bibliothèque de formatage de données.",
    "description_ui-logger": "Simple logger côté client.",
    "description_oauth-clients": "Bibliothèque client OAuth qui fournit une abstraction pratique sur le flux d'authentification.",
    "description_i18n": "Utilitaires d'internationalisation des projets Gravity UI.",
    "description_eslint-config": "Configuration ESLint prédéfinie pour les projets Gravity UI.",
    "description_tsconfig": "Configuration du compilateur TypeScript prédéfinie pour les projets Gravity UI.",
    "description_prettier-config": "Configuration Prettier prédéfinie pour les projets Gravity UI.",
    "description_stylelint-config": "Configuration Stylelint prédéfinie pour les projets Gravity UI.",
    "description_babel-preset": "Configuration Babel prédéfinie pour les projets Gravity UI.",
    "description_browserslist-config": "Configuration Browserslist prédéfinie utilisée dans nos services.",
    "description_markdown-editor": "Un outil puissant pour travailler avec Markdown, qui combine les modes WYSIWYG et Markup.",
    "description_graph": "Moteur de rendu de graphes haute performance avec détailisation dynamique adaptative à l'échelle.",
    "description_data-source": "Un wrapper pour la récupération de données.",
    "description_webpack-i18n-assets-plugin": "Un plugin pour Webpack qui remplace les appels aux fonctions de localisation (i18n) par les textes cibles.",
    "description_table": "Bibliothèque pour la visualisation de données sous forme tabulaire.",
    "description_timeline": "Une bibliothèque basée sur React pour la création de visualisations de chronologie interactives avec rendu sur toile.",
    "description_page-constructor-builder": "Un utilitaire en ligne de commande puissant pour la construction de pages statiques à partir de configurations YAML."
}
```