export const MAX_LENGTH = 200;

export const EXAMPLES = [
    'Форма авторизации с email и паролем',
    'Кнопка c модалкой подтверждения действия',
    'Тултип с расширенной информацией при наведении',
    'Карточка с аватаром и кнопками',
    'Селект с поиском и группировкой опций',
];

export const LOADING_TEXTS = [
    'Пишем компонент',
    'Создаем playground',
    'Реализуем стили',
    'Собираем структуру',
    'Подключаем зависимости',
    'Настраиваем окружение',
    'Генерируем разметку',
];
