{
  "uikit_accordion": "Gravity UI Accordion React 컴포넌트로 접을 수 있는 콘텐츠 섹션을 구축하세요. 웹 애플리케이션에서 정보를 효율적으로 숨기고 표시하세요.",
  "uikit_alert": "Gravity UI Alert React 컴포넌트로 중요한 알림을 표시하세요. 앱에서 사용자 워크플로우를 방해하지 않고 메시지와 경고를 표시하세요.",
  "uikit_arrow-toggle": "Gravity UI ArrowToggle React 컴포넌트로 확장 가능한 UI 요소를 만드세요. 애니메이션 방향 화살표로 접을 수 있는 콘텐츠를 표시하세요.",
  "uikit_avatar": "Gravity UI Avatar React 컴포넌트로 사용자 프로필 사진을 표시하세요. 사용자 식별을 위해 원형 이미지, 플레이스홀더 및 이니셜을 표시하세요.",
  "uikit_breadcrumbs": "Gravity UI React 컴포넌트로 네비게이션 브레드크럼을 구축하세요. 쉬운 상위 페이지 네비게이션 링크로 사이트 계층 구조에서 사용자 위치를 표시하세요.",
  "uikit_button": "Gravity UI React 컴포넌트로 인터랙티브 버튼을 만드세요. 포괄적인 사용자 인터페이스 작업을 위해 다양한 스타일, 크기 및 상태를 지원하세요.",
  "uikit_card": "Gravity UI React 컴포넌트로 콘텐츠 카드를 디자인하세요. 시각적으로 구분되고 들뜬 표면 컨테이너에 관련 정보와 작업을 그룹화하세요.",
  "uikit_checkbox": "Gravity UI Checkbox React 컴포넌트로 선택 컨트롤을 구축하세요. 중간 상태 지원으로 단일 또는 다중 옵션 선택을 활성화하세요.",
  "uikit_dropdown-menu": "Gravity UI DropdownMenu React 컴포넌트로 컨텍스트 메뉴를 만드세요. 사용자에게 정리된 작업 목록과 옵션 선택을 제공하세요.",
  "uikit_icon": "Gravity UI Icon React 컴포넌트로 확장 가능한 벡터 아이콘을 표시하세요. 애플리케이션 전반에 걸쳐 일관된 스타일링과 완벽한 렌더링을 보장하세요.",
  "uikit_label": "Gravity UI React 컴포넌트로 설명 텍스트 레이블을 만드세요. 콘텐츠를 분류하고 의미 있는 상태 표시기를 표시하세요.",
  "uikit_link": "Gravity UI Link React 컴포넌트로 네비게이션 링크를 구축하세요. 애플리케이션 페이지 및 섹션 간에 사용자를 안내하는 클릭 가능한 요소를 만드세요.",
  "uikit_list": "Gravity UI List React 컴포넌트로 구조화된 데이터를 표시하세요. 다양한 콘텐츠 유형을 지원하는 수직 레이아웃으로 정보를 구성하세요.",
  "uikit_loader": "Gravity UI Loader React 컴포넌트로 로딩 상태를 표시하세요. 애니메이션 로딩 표시기로 데이터 처리 중 시각적 피드백을 제공하세요.",
  "uikit_menu": "Gravity UI Menu React 컴포넌트로 네비게이션 메뉴를 만드세요. 계층적 옵션과 작업을 구조화되고 정리된 형식으로 제공하세요.",
  "uikit_modal": "Gravity UI Modal React 컴포넌트로 모달 대화 상자를 구축하세요. 진행하기 전에 사용자 상호 작용이 필요한 오버레이 콘텐츠를 표시하세요.",
  "uikit_overlay": "Gravity UI React 컴포넌트로 반투명 오버레이를 만드세요. 모달 대화 상자와 집중된 사용자 상호 작용을 위한 컨텍스트를 제공하세요.",
  "uikit_pagination": "Gravity UI React 컴포넌트로 콘텐츠 페이징을 구현하세요. 직관적인 컨트롤로 여러 페이지에 걸쳐 대규모 데이터 세트를 탐색하세요.",
  "uikit_palette": "Gravity UI Palette React 컴포넌트로 색상 선택 인터페이스를 구축하세요. 정리되고 접근 가능한 그리드 레이아웃으로 색상 옵션을 표시하세요.",
  "uikit_pin-input": "Gravity UI PinInput React 컴포넌트로 안전한 PIN 입력을 만드세요. 사용자가 PIN 코드와 짧은 숫자 시퀀스를 안전하게 입력할 수 있도록 하세요.",
  "uikit_popup": "Gravity UI React 컴포넌트로 컨텍스트 팝업을 표시하세요. 애플리케이션에서 트리거 요소 근처에 추가 정보와 작업을 표시하세요.",
  "uikit_portal": "Gravity UI Portal React 유틸리티로 컴포넌트 트리 외부에서 콘텐츠를 렌더링하세요. DOM 계층 구조 독립성으로 유연한 레이아웃을 만드세요.",
  "uikit_progress": "Gravity UI Progress React 컴포넌트로 작업 완료를 표시하세요. 로딩 작업 및 프로세스에 대한 시각적 진행률 표시기를 표시하세요.",
  "uikit_radio": "Gravity UI Radio React 컴포넌트로 단일 선택을 구축하세요. 그룹화된 대안 선택에서 배타적인 옵션 선택을 활성화하세요.",
  "uikit_radio-group": "Gravity UI RadioGroup React 컴포넌트로 라디오 선택을 그룹화하세요. 정리된 입력 그룹화로 단일 선택을 관리하세요.",
  "uikit_segmented-radio-group": "Gravity UI React 컴포넌트로 연결된 라디오 세그먼트를 만드세요. 시각적 세그먼트 연결로 통합 선택 인터페이스를 구축하세요.",
  "uikit_select": "Gravity UI Select React 컴포넌트로 드롭다운 선택을 구축하세요. 사전 정의되고 검색 가능한 옵션 목록에서 단일 또는 다중 값을 선택하세요.",
  "uikit_sheet": "Gravity UI Sheet React 컴포넌트로 슬라이드인 패널을 만드세요. 화면 가장자리에서 모달 패널에 양식과 자세한 콘텐츠를 표시하세요.",
  "uikit_skeleton": "Gravity UI Skeleton React 컴포넌트로 로딩 경험을 개선하세요. 데이터 로딩 중 콘텐츠 플레이스홀더를 표시하여 성능을 향상시키세요.",
  "uikit_slider": "Gravity UI Slider React 컴포넌트로 범위 입력을 만드세요. 드래그 가능한 핸들 컨트롤로 연속 범위에서 값 선택을 활성화하세요.",
  "uikit_spin": "Gravity UI Spin React 컴포넌트로 로딩 애니메이션을 표시하세요. 진행 중인 프로세스와 로딩 상태에 대한 회전 표시기를 표시하세요.",
  "uikit_stepper": "Gravity UI Stepper React 컴포넌트로 다단계 프로세스를 안내하세요. 복잡한 사용자 워크플로우를 통해 명확한 진행률 표시를 보여주세요.",
  "uikit_switch": "Gravity UI Switch React 컴포넌트로 토글 컨트롤을 만드세요. 사용자가 활성화 및 비활성화 상태를 즉시 전환할 수 있도록 하세요.",
  "uikit_table": "Gravity UI Table React 컴포넌트로 구조화된 데이터를 표시하세요. 정렬, 필터링 및 페이징 기능을 갖춘 기능이 풍부한 테이블을 구축하세요.",
  "uikit_tabs": "Gravity UI Tabs React 컴포넌트로 콘텐츠를 구성하세요. 효율적인 콘텐츠 구성 및 사용자 네비게이션을 위해 여러 패널을 만드세요.",
  "uikit_text": "Gravity UI Text React 컴포넌트로 타이포그래피를 표시하세요. 애플리케이션 전반에 걸쳐 일관된 텍스트 스타일링과 의미론적 의미를 보장하세요.",
  "uikit_text-area": "Gravity UI TextArea React 컴포넌트로 여러 줄 텍스트 입력을 구축하세요. 줄 바꿈 및 유효성 검사로 더 긴 콘텐츠 입력을 활성화하세요.",
  "uikit_text-input": "Gravity UI TextInput React 컴포넌트로 텍스트 입력 필드를 만드세요. 유효성 검사, 서식 및 접근성 지원으로 사용자 데이터를 수집하세요.",
  "uikit_toaster": "Gravity UI Toaster React 컴포넌트로 토스트 알림을 표시하세요. 시스템 이벤트 및 사용자 피드백에 대한 임시 메시지를 표시하세요.",
  "uikit_tooltip": "Gravity UI React 컴포넌트로 유용한 툴팁을 추가하세요. 더 나은 사용자 경험을 위해 호버 시 컨텍스트 정보와 설명을 제공하세요.",
  "uikit_user": "Gravity UI User React 컴포넌트로 사용자 정보를 표시하세요. 구조화되고 사용자 정의 가능한 사용자 프로필에 아바타, 이름 및 세부 정보를 표시하세요.",
  "uikit_user-label": "Gravity UI UserLabel React 컴포넌트로 컴팩트한 사용자 레이블을 만드세요. 형식화된 레이블에 아바타와 이름으로 사용자 ID를 표시하세요.",
  "date-components_calendar": "Gravity UI Calendar React 컴포넌트로 날짜 선택을 구축하세요. 애플리케이션에서 직관적인 날짜 선택을 위해 월별 달력 보기를 표시하세요.",
  "date-components_date-field": "Gravity UI DateField React 컴포넌트로 날짜 입력을 만드세요. 내장된 유효성 검사 및 서식 지원으로 구조화된 날짜 입력을 활성화하세요.",
  "date-components_date-picker": "Gravity UI DatePicker React 컴포넌트로 입력과 달력을 결합하세요. 텍스트 입력과 시각적 날짜 선택 옵션을 모두 제공하세요.",
  "date-components_range-calendar": "Gravity UI RangeCalendar React 컴포넌트로 날짜 범위를 선택하세요. 사용자가 직관적인 달력 인터페이스로 시작 날짜와 종료 날짜를 선택할 수 있도록 하세요.",
  "date-components_relative-date-field": "Gravity UI RelativeDateField React 컴포넌트로 자연어 날짜를 입력하세요. '내일' 및 '다음 주'와 같은 표현을 지원하세요.",
  "date-components_relative-date-picker": "Gravity UI React 컴포넌트를 사용하여 상대 날짜와 달력 선택을 결합하세요. 여러 입력 방법으로 유연한 날짜 입력을 제공하세요.",
  "navigation_action-bar": "Gravity UI ActionBar React 컴포넌트로 가로 네비게이션을 만드세요. 주요 기능에 대한 빠른 액세스로 관련 작업을 그룹화하세요.",
  "navigation_all-pages-panel": "Gravity UI AllPagesPanel React 컴포넌트로 포괄적인 네비게이션을 구축하세요. 구조화된 레이아웃으로 모든 페이지와 섹션을 표시하세요.",
  "navigation_aside-header": "Gravity UI AsideHeader React 컴포넌트로 사이드바 헤더를 만드세요. 사이드바 레이아웃에 대한 네비게이션 및 브랜딩 요소를 제공하세요.",
  "navigation_drawer": "Gravity UI Drawer React 컴포넌트로 슬라이드 아웃 네비게이션을 구축하세요. 네비게이션 링크와 추가 콘텐츠 패널에 대한 액세스를 제공하세요.",
  "navigation_footer": "Gravity UI Footer React 컴포넌트로 페이지 바닥글을 만드세요. 링크, 연락처 정보 및 보조 네비게이션 요소를 표시하세요.",
  "navigation_hotkeys-panel": "Gravity UI HotkeysPanel React 컴포넌트로 키보드 단축키를 표시하세요. 효율적인 애플리케이션 네비게이션을 위한 사용 가능한 단축키를 표시하세요.",
  "navigation_mobile-header": "Gravity UI MobileHeader React 컴포넌트로 반응형 헤더를 구축하세요. 접을 수 있는 요소로 모바일 장치에 대한 네비게이션을 최적화하세요.",
  "navigation_settings": "Gravity UI Settings React 컴포넌트로 설정 패널을 만드세요. 애플리케이션 구성 및 사용자 기본 설정에 대한 액세스를 제공하세요."
}