{
  "branding_basics": "Gravity UI를 만나보세요 - 전문적인 웹 애플리케이션 구축을 위한 최신 컴포넌트와 디자인 시스템을 갖춘 포괄적인 React UI 라이브러리입니다. 지금 바로 시작하세요.",
  "branding_branding": "브랜딩 시스템을 사용하여 Gravity UI 테마를 빠르게 사용자 정의하는 방법을 알아보세요. React 애플리케이션을 위해 라이트 및 다크 테마를 즉시 전환하세요.",
  "branding_color": "프라이빗 및 시맨틱 팔레트를 사용하여 Gravity UI의 색상 시스템을 마스터하세요. React 컴포넌트 라이브러리로 일관되고 접근 가능한 인터페이스를 만드세요.",
  "branding_corner-radius": "Gravity UI 컴포넌트에서 모서리 반경을 사용자 정의하세요. React 애플리케이션에서 일관된 디자인을 위해 기본 테두리 반경 설정을 재정의하는 방법을 알아보세요.",
  "branding_grid-and-container": "Gravity UI의 그리드 및 컨테이너 시스템으로 반응형 레이아웃을 구축하세요. 유연한 디자인 컴포넌트로 React 애플리케이션 구조를 구성하세요.",
  "branding_module": "Gravity UI의 모듈식 디자인 시스템을 이해하세요. 일관된 React 컴포넌트 레이아웃을 위한 간격 단위 및 측정 원리에 대해 알아보세요.",
  "branding_resources": "Figma 커뮤니티에서 Gravity UI 컴포넌트 라이브러리에 액세스하세요. 원활한 디자인-개발 워크플로우를 위해 디자인 파일 및 리소스를 다운로드하세요.",
  "branding_typography": "Inter 및 Menlo 글꼴을 사용하여 Gravity UI 타이포그래피 시스템을 탐색하세요. React 컴포넌트 라이브러리를 위한 읽기 쉽고 접근 가능한 텍스트 스타일을 만드세요.",
  "guides_action-tooltip": "Gravity UI React 컴포넌트로 인터랙티브한 액션 툴팁을 만드세요. 애플리케이션에서 컨텍스트별 호버 정보로 사용자 경험을 향상시키세요.",
  "guides_alert": "Gravity UI React 컴포넌트로 사용자 친화적인 알림 메시지를 구축하세요. 애플리케이션에서 워크플로우를 방해하지 않고 중요한 메시지를 표시하세요.",
  "guides_breadcrumbs": "Gravity UI React 컴포넌트로 네비게이션 브레드크럼을 구현하세요. 사용자가 자신의 위치를 이해하고 애플리케이션을 쉽게 탐색하도록 도와주세요.",
  "guides_button": "Gravity UI React 컴포넌트로 인터랙티브한 버튼을 만드세요. 앱에서 포괄적인 UI 상호 작용을 위해 다양한 스타일, 크기 및 상태를 지원하세요.",
  "guides_card": "Gravity UI React 컴포넌트로 콘텐츠 카드를 디자인하세요. 시맨틱 블록으로 정보를 구성하고 시각적으로 구분된 표면을 사용하세요.",
  "guides_changelog-dialog": "Gravity UI React 컴포넌트로 변경 로그 업데이트를 표시하세요. 애플리케이션의 새로운 기능 및 변경 사항에 대해 사용자에게 알리세요.",
  "guides_checkbox": "Gravity UI 체크박스 React 컴포넌트로 선택 인터페이스를 구축하세요. 중간 상태로 단일 또는 다중 옵션 선택을 활성화하세요.",
  "guides_clipboard-button": "Gravity UI React 컴포넌트로 클립보드 복사 기능을 구현하세요. 원클릭 복사 기능으로 사용자 경험을 향상시키세요.",
  "guides_dialog": "Gravity UI React 컴포넌트로 모달 대화 상자를 만드세요. 추가 콘텐츠를 원활하게 표시하면서 특정 작업에 사용자 주의를 집중시키세요.",
  "guides_dropdown-menu": "Gravity UI React 컴포넌트로 컨텍스트별 드롭다운 메뉴를 구축하세요. 사용자에게 정리된 작업 목록 및 매개변수 선택을 제공하세요.",
  "guides_hotkey": "Gravity UI 핫키 React 컴포넌트로 키보드 단축키를 표시하세요. 사용자에게 애플리케이션을 탐색하고 상호 작용하는 효율적인 방법을 보여주세요.",
  "guides_label": "Gravity UI React 컴포넌트로 설명적인 레이블을 만드세요. 애플리케이션에서 상태, 유형 및 카테고리와 같은 개체 속성을 표시하세요.",
  "guides_links": "Gravity UI React 컴포넌트로 네비게이션 링크를 구축하세요. 사용자를 애플리케이션의 다른 섹션으로 안내하는 클릭 가능한 요소를 만드세요.",
  "guides_list-item": "Gravity UI 목록 React 컴포넌트로 구조화된 데이터를 표시하세요. 포괄적인 데이터 행 지원으로 수직 열에 정보를 구성하세요.",
  "guides_loader": "Gravity UI React 컴포넌트로 로딩 진행률을 표시하세요. 데이터 처리, 업로드 및 비동기 작업 중에 시각적 피드백을 제공하세요.",
  "guides_pagination": "Gravity UI React 컴포넌트로 콘텐츠 페이지 매김을 구현하세요. 사용자가 대규모 데이터 세트와 테이블 콘텐츠를 페이지별로 탐색하도록 도와주세요.",
  "guides_popover": "Gravity UI React 컴포넌트로 컨텍스트별 팝오버를 만드세요. 호버, 클릭 또는 키보드 포커스 상호 작용 시 추가 정보를 표시하세요.",
  "guides_popup": "Gravity UI React 컴포넌트로 플로팅 팝업 요소를 구축하세요. 앱에서 트리거 요소 근처에 컨텍스트별 정보 및 작업을 표시하세요.",
  "guides_progress": "Gravity UI React 컴포넌트로 작업 진행률을 표시하세요. 로딩 상태 및 완료 추적을 위해 수평 진행률 표시줄을 만드세요.",
  "guides_radio": "Gravity UI 라디오 React 컴포넌트로 단일 선택을 구축하세요. 상호 배타적인 대안 중에서 하나의 옵션을 선택하도록 사용자에게 권한을 부여하세요.",
  "guides_radio-group": "Gravity UI React 컴포넌트로 라디오 버튼 선택을 그룹화하세요. 정리된 상호 배타적인 옵션으로 단일 선택을 관리하세요.",
  "guides_segmented-radio-group": "Gravity UI React 컴포넌트로 연결된 라디오 세그먼트를 만드세요. 라디오 밴드 스위치와 유사한 통합 선택 인터페이스를 구축하세요.",
  "guides_select": "Gravity UI 선택 React 컴포넌트로 드롭다운 선택을 구축하세요. 사전 정의된 옵션 목록에서 단일 또는 다중 값 선택을 활성화하세요.",
  "guides_skeleton": "Gravity UI 스켈레톤 React 컴포넌트로 인식된 성능을 향상시키세요. 애플리케이션에서 콘텐츠가 로드되는 동안 애니메이션 자리 표시자를 표시하세요.",
  "guides_spin": "Gravity UI 스핀 React 컴포넌트로 로딩 애니메이션을 표시하세요. 진행 중인 프로세스 및 데이터 로딩 상태에 대한 회전 표시기를 표시하세요.",
  "guides_switch": "Gravity UI 스위치 React 컴포넌트로 토글 컨트롤을 만드세요. 애플리케이션에서 활성화 및 비활성화 상태 간에 전환하도록 사용자에게 권한을 부여하세요.",
  "guides_table": "Gravity UI 테이블 React 컴포넌트로 구조화된 데이터를 표시하세요. 정렬, 필터링 및 페이지 매김 기능이 있는 포괄적인 데이터 테이블을 구축하세요.",
  "guides_tabs": "Gravity UI 탭 React 컴포넌트로 콘텐츠를 구성하세요. 사용자가 더 나은 정보 아키텍처를 위해 전환할 수 있는 여러 콘텐츠 패널을 만드세요.",
  "guides_text-area": "Gravity UI React 컴포넌트로 여러 줄 텍스트 입력을 구축하세요. 줄 바꿈 및 유효성 검사 지원으로 더 긴 콘텐츠를 입력하도록 사용자에게 권한을 부여하세요.",
  "guides_text-input": "Gravity UI React 컴포넌트로 단일 줄 텍스트 입력을 만드세요. 유효성 검사, 서식 및 포괄적인 입력 지원으로 사용자 데이터를 수집하세요.",
  "guides_toaster": "Gravity UI React 컴포넌트로 토스트 알림을 표시하세요. 시스템 이벤트, 확인 및 사용자 피드백에 대한 임시 메시지를 표시하세요.",
  "guides_tooltip": "Gravity UI React 컴포넌트로 컨텍스트별 툴팁을 추가하세요. 더 나은 사용자 경험을 위해 호버 시 추가 정보 및 설명을 제공하세요.",
  "guides_user": "Gravity UI React 컴포넌트로 사용자 정보를 표시하세요. 구조화되고 사용자 정의 가능한 형식으로 아바타, 이름 및 연락처 세부 정보를 표시하세요.",
  "guides_user-avatar": "Gravity UI React 컴포넌트로 사용자 아바타를 만드세요. 계정 인식을 위해 프로필 사진 및 사용자 식별 요소를 표시하세요.",
  "guides_user-label": "Gravity UI React 컴포넌트로 사용자 프로필 레이블을 구축하세요. 컴팩트하고 서식이 지정된 레이블 레이아웃으로 사용자 식별 정보를 표시하세요."
}