{
  "uikit_accordion": "Crea secciones de contenido colapsables con el componente React Accordion de Gravity UI. Oculta y muestra información de manera eficiente en tus aplicaciones web.",
  "uikit_alert": "Muestra notificaciones importantes con el componente React Alert de Gravity UI. Presenta mensajes y advertencias sin interrumpir el flujo de trabajo del usuario en tu aplicación.",
  "uikit_arrow-toggle": "Crea elementos de UI expandibles con el componente React ArrowToggle de Gravity UI. Indica contenido colapsable con flechas direccionales animadas.",
  "uikit_avatar": "Muestra fotos de perfil de usuario con el componente React Avatar de Gravity UI. Presenta imágenes circulares, marcadores de posición e iniciales para la identificación del usuario.",
  "uikit_breadcrumbs": "Crea breadcrumbs de navegación con el componente React de Gravity UI. Muestra la ubicación del usuario en la jerarquía del sitio con enlaces de navegación a páginas principales.",
  "uikit_button": "Crea botones interactivos con el componente React de Gravity UI. Soporta múltiples estilos, tamaños y estados para acciones integrales de la interfaz de usuario.",
  "uikit_card": "Diseña tarjetas de contenido con el componente React de Gravity UI. Agrupa información y acciones relacionadas en contenedores de superficie visualmente distintos y elevados.",
  "uikit_checkbox": "Crea controles de selección con el componente React Checkbox de Gravity UI. Permite la selección de una o varias opciones con soporte para estado intermedio.",
  "uikit_dropdown-menu": "Crea menús contextuales con el componente React DropdownMenu de Gravity UI. Proporciona a los usuarios listas de acciones organizadas y selecciones de opciones.",
  "uikit_icon": "Muestra iconos vectoriales escalables con el componente React Icon de Gravity UI. Asegura un estilo consistente y una renderización perfecta en toda tu aplicación.",
  "uikit_label": "Crea etiquetas de texto descriptivas con el componente React de Gravity UI. Categoriza el contenido y muestra indicadores de estado con significado semántico.",
  "uikit_link": "Crea enlaces de navegación con el componente React Link de Gravity UI. Crea elementos clickables que guían a los usuarios entre páginas y secciones de la aplicación.",
  "uikit_list": "Muestra datos estructurados con el componente React List de Gravity UI. Organiza la información en diseños verticales con soporte para varios tipos de contenido.",
  "uikit_loader": "Muestra estados de carga con el componente React Loader de Gravity UI. Proporciona retroalimentación visual durante el procesamiento de datos con indicadores de carga animados.",
  "uikit_menu": "Crea menús de navegación con el componente React Menu de Gravity UI. Presenta opciones y acciones jerárquicas en formatos estructurados y organizados.",
  "uikit_modal": "Crea diálogos modales con el componente React Modal de Gravity UI. Muestra contenido superpuesto que requiere la interacción del usuario antes de continuar.",
  "uikit_overlay": "Crea superposiciones semitransparentes con el componente React de Gravity UI. Proporciona contexto para diálogos modales e interacciones de usuario enfocadas.",
  "uikit_pagination": "Implementa la paginación de contenido con el componente React de Gravity UI. Navega grandes conjuntos de datos a través de múltiples páginas con controles intuitivos.",
  "uikit_palette": "Crea interfaces de selección de color con el componente React Palette de Gravity UI. Muestra opciones de color en diseños de cuadrícula organizados y accesibles.",
  "uikit_pin-input": "Crea entradas de PIN seguras con el componente React PinInput de Gravity UI. Permite a los usuarios ingresar códigos PIN y secuencias numéricas cortas de forma segura.",
  "uikit_popup": "Muestra popups contextuales con el componente React de Gravity UI. Muestra información y acciones adicionales cerca de los elementos desencadenantes en tu aplicación.",
  "uikit_portal": "Renderiza contenido fuera del árbol de componentes con la utilidad React Portal de Gravity UI. Crea diseños flexibles con independencia de la jerarquía del DOM.",
  "uikit_progress": "Muestra la finalización de tareas con el componente React Progress de Gravity UI. Muestra indicadores visuales de progreso para operaciones y procesos de carga.",
  "uikit_radio": "Crea selecciones de opción única con el componente React Radio de Gravity UI. Permite la selección exclusiva de opciones de entre alternativas agrupadas.",
  "uikit_radio-group": "Agrupa selecciones de radio con el componente React RadioGroup de Gravity UI. Gestiona selecciones de opción única con agrupación de entradas organizada.",
  "uikit_segmented-radio-group": "Crea segmentos de radio conectados con el componente React de Gravity UI. Crea interfaces de selección integradas con conexión visual de segmentos.",
  "uikit_select": "Crea selecciones desplegables con el componente React Select de Gravity UI. Elige valores únicos o múltiples de listas de opciones predefinidas y buscables.",
  "uikit_sheet": "Crea paneles deslizables con el componente React Sheet de Gravity UI. Muestra formularios y contenido detallado en paneles modales desde los bordes de la pantalla.",
  "uikit_skeleton": "Mejora la experiencia de carga con el componente React Skeleton de Gravity UI. Muestra marcadores de posición de contenido mientras los datos se cargan para un mejor rendimiento.",
  "uikit_slider": "Crea entradas de rango con el componente React Slider de Gravity UI. Permite la selección de valores de rangos continuos con controles deslizantes arrastrables.",
  "uikit_spin": "Muestra animaciones de carga con el componente React Spin de Gravity UI. Muestra indicadores giratorios para procesos en curso y estados de carga.",
  "uikit_stepper": "Guía procesos de múltiples pasos con el componente React Stepper de Gravity UI. Muestra una clara indicación de progreso a través de flujos de trabajo complejos del usuario.",
  "uikit_switch": "Crea controles de alternancia con el componente React Switch de Gravity UI. Permite a los usuarios cambiar instantáneamente entre estados habilitado y deshabilitado.",
  "uikit_table": "Muestra datos estructurados con el componente React Table de Gravity UI. Crea tablas ricas en funciones con capacidades de ordenación, filtrado y paginación.",
  "uikit_tabs": "Organiza contenido con el componente React Tabs de Gravity UI. Crea múltiples paneles para una organización de contenido eficiente y navegación del usuario.",
  "uikit_text": "Muestra tipografía con el componente React Text de Gravity UI. Asegura un estilo de texto consistente y un significado semántico en toda tu aplicación.",
  "uikit_text-area": "Crea entradas de texto multilínea con el componente React TextArea de Gravity UI. Permite la entrada de contenido más largo con ajuste de línea y validación.",
  "uikit_text-input": "Crea campos de entrada de texto con el componente React TextInput de Gravity UI. Recopila datos del usuario con soporte de validación, formato y accesibilidad.",
  "uikit_toaster": "Muestra notificaciones toast con el componente React Toaster de Gravity UI. Muestra mensajes temporales para eventos del sistema y retroalimentación del usuario.",
  "uikit_tooltip": "Agrega tooltips útiles con el componente React de Gravity UI. Proporciona información contextual y explicaciones al pasar el ratón para una mejor experiencia de usuario.",
  "uikit_user": "Muestra información de usuario con el componente React User de Gravity UI. Muestra avatares, nombres y detalles en perfiles de usuario estructurados y personalizables.",
  "uikit_user-label": "Crea etiquetas de usuario compactas con el componente React UserLabel de Gravity UI. Muestra la identidad del usuario con avatar y nombre en etiquetas formateadas.",
  "date-components_calendar": "Crea selección de fechas con el componente React Calendar de Gravity UI. Muestra vistas de calendario mensuales para una selección de fechas intuitiva en tus aplicaciones.",
  "date-components_date-field": "Crea entradas de fecha con el componente React DateField de Gravity UI. Permite la entrada de fechas estructurada con soporte de validación y formato integrados.",
  "date-components_date-picker": "Combina entrada y calendario con el componente React DatePicker de Gravity UI. Proporciona opciones de entrada de texto y selección visual de fechas.",
  "date-components_range-calendar": "Selecciona rangos de fechas con el componente React RangeCalendar de Gravity UI. Permite a los usuarios elegir fechas de inicio y fin con una interfaz de calendario intuitiva.",
  "date-components_relative-date-field": "Ingresa fechas en lenguaje natural con el componente React RelativeDateField de Gravity UI. Soporta expresiones como 'mañana' y 'la próxima semana'.",
  "date-components_relative-date-picker": "Combina fechas relativas con selección de calendario usando el componente React de Gravity UI. Proporciona entrada de fechas flexible con múltiples métodos de entrada.",
  "navigation_action-bar": "Crea navegación horizontal con el componente React ActionBar de Gravity UI. Agrupa acciones relacionadas con acceso rápido a funcionalidades clave.",
  "navigation_all-pages-panel": "Crea navegación completa con el componente React AllPagesPanel de Gravity UI. Muestra todas las páginas y secciones en diseños estructurados.",
  "navigation_aside-header": "Crea encabezados de barra lateral con el componente React AsideHeader de Gravity UI. Proporciona elementos de navegación y marca para diseños de barra lateral.",
  "navigation_drawer": "Crea navegación deslizante con el componente React Drawer de Gravity UI. Proporciona acceso a enlaces de navegación y paneles de contenido adicionales.",
  "navigation_footer": "Crea pies de página con el componente React Footer de Gravity UI. Muestra enlaces, información de contacto y elementos de navegación secundarios.",
  "navigation_hotkeys-panel": "Muestra atajos de teclado con el componente React HotkeysPanel de Gravity UI. Muestra atajos disponibles para una navegación eficiente de la aplicación.",
  "navigation_mobile-header": "Crea encabezados responsivos con el componente React MobileHeader de Gravity UI. Optimiza la navegación para dispositivos móviles con elementos colapsables.",
  "navigation_settings": "Crea paneles de configuración con el componente React Settings de Gravity UI. Proporciona acceso a la configuración de la aplicación y a las preferencias del usuario."
}