{
  "uikit": {
    "accordion": "Construye secciones de contenido plegables con el componente Accordion React de Gravity UI. Oculta y muestra información eficientemente.",
    "alert": "Muestra notificaciones importantes con el componente Alert React de Gravity UI. Presenta mensajes sin interrumpir el flujo de trabajo.",
    "arrow-toggle": "Crea elementos UI expandibles con el componente ArrowToggle React de Gravity UI. Indica contenido plegable con flechas animadas.",
    "avatar": "Muestra fotos de perfil con el componente Avatar React de Gravity UI. Presenta imágenes circulares, marcadores e iniciales para identificación.",
    "breadcrumbs": "Construye migas de navegación con el componente Breadcrumbs React de Gravity UI. Muestra ubicación del usuario con enlaces de navegación.",
    "button": "Crea botones interactivos con el componente Button React de Gravity UI. Soporta múltiples estilos, tamaños y estados para acciones UI.",
    "card": "Diseña tarjetas de contenido con el componente Card React de Gravity UI. Agrupa información relacionada en superficies elevadas distintivas.",
    "checkbox": "Construye controles de selección con el componente Checkbox React de Gravity UI. Permite selección única o múltiple con estados intermedios.",
    "dropdown-menu": "Crea menús contextuales con el componente DropdownMenu React de Gravity UI. Proporciona listas organizadas de acciones y opciones.",
    "icon": "Muestra iconos vectoriales escalables con el componente Icon React de Gravity UI. Asegura estilo consistente y renderizado perfecto.",
    "label": "Crea etiquetas de texto descriptivas con el componente Label React de Gravity UI. Categoriza contenido y muestra indicadores de estado.",
    "link": "Construye enlaces de navegación con el componente Link React de Gravity UI. Crea elementos clicables que guíen entre páginas y secciones.",
    "list": "Muestra datos estructurados con el componente List React de Gravity UI. Organiza información en layouts verticales con soporte de contenido.",
    "loader": "Muestra estados de carga con el componente Loader React de Gravity UI. Proporciona retroalimentación visual con indicadores de carga.",
    "menu": "Crea menús de navegación con el componente Menu React de Gravity UI. Presenta opciones y acciones jerárquicas en formatos estructurados.",
    "modal": "Construye diálogos modales con el componente Modal React de Gravity UI. Muestra contenido superpuesto que requiere interacción del usuario.",
    "overlay": "Crea superposiciones semi-transparentes con el componente Overlay React de Gravity UI. Proporciona contexto para diálogos e interacciones.",
    "pagination": "Implementa paginación de contenido con el componente Pagination React de Gravity UI. Navega grandes conjuntos de datos con controles intuitivos.",
    "palette": "Construye interfaces de selección de color con el componente Palette React de Gravity UI. Muestra opciones de color en layouts organizados.",
    "pin-input": "Crea entrada segura de PIN con el componente PinInput React de Gravity UI. Permite usuarios ingresar códigos PIN y secuencias numéricas.",
    "popup": "Muestra popups contextuales con el componente Popup React de Gravity UI. Presenta información adicional cerca de elementos disparadores.",
    "portal": "Renderiza contenido fuera del árbol de componentes con la utilidad Portal React de Gravity UI. Crea layouts flexibles e independientes.",
    "progress": "Muestra finalización de tareas con el componente Progress React de Gravity UI. Presenta indicadores visuales de progreso para operaciones.",
    "radio": "Construye selecciones de opción única con el componente Radio React de Gravity UI. Permite selección exclusiva de alternativas agrupadas.",
    "radio-group": "Agrupa selecciones radio con el componente RadioGroup React de Gravity UI. Gestiona selecciones únicas con agrupación organizada.",
    "segmented-radio-group": "Crea segmentos radio conectados con el componente SegmentedRadioGroup React de Gravity UI. Construye interfaces de selección integradas.",
    "select": "Construye selecciones desplegables con el componente Select React de Gravity UI. Elige valores únicos o múltiples de listas de opciones.",
    "sheet": "Crea paneles deslizantes con el componente Sheet React de Gravity UI. Muestra formularios y contenido detallado desde bordes de pantalla.",
    "skeleton": "Mejora experiencia de carga con el componente Skeleton React de Gravity UI. Muestra marcadores de contenido mientras cargan los datos.",
    "slider": "Crea entradas de rango con el componente Slider React de Gravity UI. Permite selección de valor de rangos continuos con controles deslizables.",
    "spin": "Muestra animaciones de carga con el componente Spin React de Gravity UI. Presenta indicadores rotativos para procesos y estados de carga.",
    "stepper": "Guía procesos multi-paso con el componente Stepper React de Gravity UI. Muestra indicación clara de progreso en flujos de trabajo complejos.",
    "switch": "Crea controles de alternancia con el componente Switch React de Gravity UI. Permite usuarios cambiar entre estados habilitado y deshabilitado.",
    "table": "Muestra datos estructurados con el componente Table React de Gravity UI. Construye tablas ricas en funciones con ordenación y filtrado.",
    "tabs": "Organiza contenido con el componente Tabs React de Gravity UI. Crea múltiples paneles para organización eficiente de contenido y navegación.",
    "text": "Muestra tipografía con el componente Text React de Gravity UI. Asegura estilo de texto consistente y significado semántico en tu aplicación.",
    "text-area": "Construye entradas de texto multilínea con el componente TextArea React de Gravity UI. Permite entrada de contenido largo con ajuste de texto.",
    "text-input": "Crea campos de entrada de texto con el componente TextInput React de Gravity UI. Recopila datos de usuario con validación y soporte de accesibilidad.",
    "toaster": "Muestra notificaciones toast con el componente Toaster React de Gravity UI. Presenta mensajes temporales para eventos del sistema.",
    "tooltip": "Agrega tooltips útiles con el componente Tooltip React de Gravity UI. Proporciona información contextual en hover para mejor experiencia.",
    "user": "Muestra información de usuario con el componente User React de Gravity UI. Presenta avatares, nombres y detalles en perfiles estructurados.",
    "user-label": "Crea etiquetas de usuario compactas con el componente UserLabel React de Gravity UI. Muestra identidad de usuario en formatos de etiqueta."
  },
  "date-components": {
    "calendar": "Construye selección de fechas con el componente Calendar React de Gravity UI. Muestra vistas de calendario mensual para selección intuitiva.",
    "date-field": "Crea entradas de fecha con el componente DateField React de Gravity UI. Permite entrada estructurada con validación y formato incorporado.",
    "date-picker": "Combina entrada y calendario con el componente DatePicker React de Gravity UI. Proporciona entrada de texto y selección visual de fechas.",
    "range-calendar": "Selecciona rangos de fechas con el componente RangeCalendar React de Gravity UI. Permite elegir fechas de inicio y fin con interfaz intuitiva.",
    "relative-date-field": "Ingresa fechas en lenguaje natural con el componente RelativeDateField React de Gravity UI. Soporta expresiones como 'mañana' y 'próxima semana'.",
    "relative-date-picker": "Combina fechas relativas con selección de calendario usando el componente RelativeDatePicker React de Gravity UI con métodos de entrada flexibles."
  },
  "navigation": {
    "action-bar": "Crea navegación horizontal con el componente ActionBar React de Gravity UI. Agrupa acciones relacionadas con acceso rápido a funcionalidad clave.",
    "all-pages-panel": "Construye navegación integral con el componente AllPagesPanel React de Gravity UI. Muestra todas las páginas y secciones en layouts estructurados.",
    "aside-header": "Crea encabezados de barra lateral con el componente AsideHeader React de Gravity UI. Proporciona navegación y elementos de marca para layouts.",
    "drawer": "Construye navegación deslizante con el componente Drawer React de Gravity UI. Proporciona acceso a enlaces de navegación y paneles de contenido.",
    "footer": "Crea pies de página con el componente Footer React de Gravity UI. Muestra enlaces, información de contacto y elementos de navegación secundaria.",
    "hotkeys-panel": "Muestra atajos de teclado con el componente HotkeysPanel React de Gravity UI. Presenta atajos disponibles para navegación eficiente de aplicación.",
    "mobile-header": "Construye encabezados responsivos con el componente MobileHeader React de Gravity UI. Optimiza navegación para dispositivos móviles.",
    "settings": "Crea paneles de configuración con el componente Settings React de Gravity UI. Proporciona acceso a configuración de aplicación y preferencias."
  }
}