{
  "branding_basics": "Descubre Gravity UI: una biblioteca completa de componentes React con sistema de diseño moderno para crear aplicaciones web profesionales.",
  "branding_branding": "Aprende a personalizar temas de Gravity UI rápidamente con nuestro sistema de marca. Cambia entre temas claro y oscuro al instante.",
  "branding_color": "Domina el sistema de colores de Gravity UI con paletas privadas y semánticas. Crea interfaces consistentes y accesibles para React.",
  "branding_corner-radius": "Personaliza el radio de esquina en componentes Gravity UI. Aprende a modificar configuraciones de borde para diseño consistente.",
  "branding_grid-and-container": "Construye diseños responsivos con el sistema de cuadrícula y contenedores de Gravity UI para organizar tu aplicación React.",
  "branding_module": "Comprende el sistema de diseño modular de Gravity UI. Aprende sobre unidades de espaciado y principios de medición para layouts.",
  "branding_resources": "Accede a la biblioteca de componentes Gravity UI en Figma Community. Descarga archivos de diseño y recursos para desarrollo.",
  "branding_typography": "Explora el sistema tipográfico Gravity UI con fuentes Inter y Menlo. Crea estilos de texto legibles y accesibles para React.",
  "guides_action-tooltip": "Crea tooltips de acción interactivos con componentes React de Gravity UI. Mejora la experiencia de usuario con información contextual.",
  "guides_alert": "Construye notificaciones de alerta amigables con componentes React de Gravity UI. Muestra mensajes importantes sin interrumpir el flujo.",
  "guides_breadcrumbs": "Implementa navegación de migas de pan con componentes React de Gravity UI. Ayuda a usuarios navegar fácilmente por tu aplicación.",
  "guides_button": "Crea botones interactivos con componentes React de Gravity UI. Soporta varios estilos, tamaños y estados para interacciones completas.",
  "guides_card": "Diseña tarjetas de contenido con componentes React de Gravity UI. Organiza información en bloques semánticos con superficies elevadas.",
  "guides_changelog-dialog": "Muestra actualizaciones de changelog con componentes React de Gravity UI. Mantén usuarios informados sobre nuevas funciones.",
  "guides_checkbox": "Construye interfaces de selección con componentes checkbox React de Gravity UI. Permite selección única o múltiple con estados.",
  "guides_clipboard-button": "Implementa funcionalidad de copiar al portapapeles con componentes React de Gravity UI. Mejora experiencia con copiado rápido.",
  "guides_dialog": "Crea diálogos modales con componentes React de Gravity UI. Enfoca atención del usuario en acciones específicas con contenido adicional.",
  "guides_dropdown-menu": "Construye menús desplegables contextuales con componentes React de Gravity UI. Proporciona listas organizadas de acciones.",
  "guides_hotkey": "Muestra atajos de teclado con componentes hotkey React de Gravity UI. Enseña a usuarios formas eficientes de navegar tu aplicación.",
  "guides_label": "Crea etiquetas descriptivas con componentes React de Gravity UI. Muestra atributos de objetos como estado, tipo y categorías.",
  "guides_links": "Construye enlaces de navegación con componentes React de Gravity UI. Crea elementos clicables que guíen usuarios por secciones.",
  "guides_list-item": "Muestra datos estructurados con componentes de lista React de Gravity UI. Organiza información en columnas verticales completas.",
  "guides_loader": "Muestra progreso de carga con componentes React de Gravity UI. Proporciona retroalimentación visual durante procesamiento de datos.",
  "guides_pagination": "Implementa paginación de contenido con componentes React de Gravity UI. Ayuda a usuarios navegar grandes conjuntos de datos página a página.",
  "guides_popover": "Crea popovers contextuales con componentes React de Gravity UI. Muestra información adicional en interacciones hover, click o teclado.",
  "guides_popup": "Construye elementos popup flotantes con componentes React de Gravity UI. Muestra información contextual cerca de elementos disparadores.",
  "guides_progress": "Muestra progreso de tareas con componentes React de Gravity UI. Crea barras de progreso horizontales para estados de carga.",
  "guides_radio": "Construye selecciones de opción única con componentes radio React de Gravity UI. Permite usuarios elegir una opción de alternativas.",
  "guides_radio-group": "Agrupa selecciones de botones radio con componentes React de Gravity UI. Gestiona selecciones únicas con opciones organizadas.",
  "guides_segmented-radio-group": "Crea segmentos radio conectados con componentes React de Gravity UI. Construye interfaces de selección integradas.",
  "guides_select": "Construye selecciones desplegables con componentes select React de Gravity UI. Permite selección única o múltiple de listas predefinidas.",
  "guides_skeleton": "Mejora rendimiento percibido con componentes skeleton React de Gravity UI. Muestra marcadores animados mientras carga contenido.",
  "guides_spin": "Muestra animaciones de carga con componentes spin React de Gravity UI. Indica procesos en curso con indicadores rotativos.",
  "guides_switch": "Crea controles de alternancia con componentes switch React de Gravity UI. Permite usuarios cambiar entre estados habilitado y deshabilitado.",
  "guides_table": "Muestra datos estructurados con componentes table React de Gravity UI. Construye tablas completas con ordenación, filtros y paginación.",
  "guides_tabs": "Organiza contenido con componentes tabs React de Gravity UI. Crea múltiples paneles de contenido para mejor arquitectura de información.",
  "guides_text-area": "Construye entradas de texto multilínea con componentes React de Gravity UI. Permite usuarios ingresar contenido largo con ajuste de texto.",
  "guides_text-input": "Crea campos de entrada de texto con componentes React de Gravity UI. Recopila datos de usuario con validación, formato y soporte accesible.",
  "guides_toaster": "Muestra notificaciones toast con componentes React de Gravity UI. Presenta mensajes temporales para eventos del sistema y retroalimentación.",
  "guides_tooltip": "Agrega tooltips contextuales con componentes React de Gravity UI. Proporciona información adicional y explicaciones en hover.",
  "guides_user": "Muestra información de usuario con componentes React de Gravity UI. Presenta avatares, nombres y detalles en formatos estructurados.",
  "guides_user-avatar": "Crea avatares de usuario con componentes React de Gravity UI. Muestra fotos de perfil y elementos de identificación de usuario.",
  "guides_user-label": "Construye etiquetas de perfil de usuario con componentes React de Gravity UI. Muestra identidad de usuario en formatos de etiqueta."
}