{
  "branding_basics": "Descubre Gravity UI, una completa biblioteca de componentes React con un sistema de diseño moderno para crear aplicaciones web profesionales. Empieza hoy mismo.",
  "branding_branding": "Aprende a personalizar los temas de Gravity UI rápidamente con nuestro sistema de marca. Cambia entre temas claro y oscuro al instante para tus aplicaciones React.",
  "branding_color": "Domina el sistema de colores de Gravity UI con paletas privadas y semánticas. Crea interfaces coherentes y accesibles con nuestra biblioteca de componentes React.",
  "branding_corner-radius": "Personaliza el radio de las esquinas en los componentes de Gravity UI. Aprende a anular la configuración predeterminada del radio del borde para un diseño coherente en tus aplicaciones React.",
  "branding_grid-and-container": "Crea diseños responsivos con el sistema de rejilla y contenedores de Gravity UI. Organiza la estructura de tu aplicación React con nuestros componentes de diseño flexibles.",
  "branding_module": "Comprende el sistema de diseño modular de Gravity UI. Aprende sobre las unidades de espaciado y los principios de medición para diseños coherentes de componentes React.",
  "branding_resources": "Accede a la biblioteca de componentes de Gravity UI en Figma Community. Descarga archivos de diseño y recursos para un flujo de trabajo fluido de diseño a desarrollo.",
  "branding_typography": "Explora el sistema de tipografía de Gravity UI con las fuentes Inter y Menlo. Crea estilos de texto legibles y accesibles para tu biblioteca de componentes React.",
  "guides_action-tooltip": "Crea tooltips de acción interactivos con componentes React de Gravity UI. Mejora la experiencia del usuario con información contextual al pasar el ratón por encima en tus aplicaciones.",
  "guides_alert": "Crea notificaciones de alerta fáciles de usar con componentes React de Gravity UI. Muestra mensajes importantes sin interrumpir el flujo de trabajo en tus aplicaciones.",
  "guides_breadcrumbs": "Implementa breadcrumbs de navegación con componentes React de Gravity UI. Ayuda a los usuarios a comprender su ubicación y a navegar fácilmente por tu aplicación.",
  "guides_button": "Crea botones interactivos con componentes React de Gravity UI. Soporta varios estilos, tamaños y estados para interacciones de UI completas en tu aplicación.",
  "guides_card": "Diseña tarjetas de contenido con componentes React de Gravity UI. Organiza la información en bloques semánticos con superficies elevadas y visualmente distintas.",
  "guides_changelog-dialog": "Muestra actualizaciones del registro de cambios con componentes React de Gravity UI. Mantén a los usuarios informados sobre nuevas funciones y cambios en tu aplicación.",
  "guides_checkbox": "Crea interfaces de selección con componentes React de casilla de verificación de Gravity UI. Permite la selección de una o varias opciones con estados intermedios.",
  "guides_clipboard-button": "Implementa la funcionalidad de copiar al portapapeles con componentes React de Gravity UI. Mejora la experiencia del usuario con funciones de copia con un solo clic.",
  "guides_dialog": "Crea diálogos modales con componentes React de Gravity UI. Enfoca la atención del usuario en acciones específicas mientras muestra contenido adicional sin problemas.",
  "guides_dropdown-menu": "Crea menús desplegables contextuales con componentes React de Gravity UI. Proporciona a los usuarios listas organizadas de acciones y selecciones de parámetros.",
  "guides_hotkey": "Muestra atajos de teclado con componentes React de hotkey de Gravity UI. Muestra a los usuarios formas eficientes de navegar e interactuar con tu aplicación.",
  "guides_label": "Crea etiquetas descriptivas con componentes React de Gravity UI. Muestra atributos de objetos como estado, tipo y categorías en tu aplicación.",
  "guides_links": "Crea enlaces de navegación con componentes React de Gravity UI. Crea elementos clickables que guían a los usuarios a través de diferentes secciones de tu aplicación.",
  "guides_list-item": "Muestra datos estructurados con componentes React de lista de Gravity UI. Organiza la información en columnas verticales con soporte completo para filas de datos.",
  "guides_loader": "Muestra el progreso de carga con componentes React de Gravity UI. Proporciona retroalimentación visual durante el procesamiento de datos, cargas y operaciones asíncronas.",
  "guides_pagination": "Implementa la paginación de contenido con componentes React de Gravity UI. Ayuda a los usuarios a navegar por grandes conjuntos de datos y contenido de tablas página por página.",
  "guides_popover": "Crea popovers contextuales con componentes React de Gravity UI. Muestra información adicional al pasar el ratón, hacer clic o enfocar con el teclado.",
  "guides_popup": "Crea elementos emergentes flotantes con componentes React de Gravity UI. Muestra información y acciones contextuales cerca de los elementos desencadenantes en tu aplicación.",
  "guides_progress": "Muestra el progreso de las tareas con componentes React de Gravity UI. Crea barras de progreso horizontales para estados de carga y seguimiento de finalización.",
  "guides_radio": "Crea selecciones de opción única con componentes React de radio de Gravity UI. Permite a los usuarios elegir una opción entre alternativas mutuamente excluyentes.",
  "guides_radio-group": "Agrupa selecciones de botones de radio con componentes React de Gravity UI. Gestiona selecciones de opción única con opciones organizadas y mutuamente excluyentes.",
  "guides_segmented-radio-group": "Crea segmentos de radio conectados con componentes React de Gravity UI. Crea interfaces de selección integradas similares a los interruptores de banda de radio.",
  "guides_select": "Crea selecciones desplegables con componentes React de selección de Gravity UI. Permite la selección de uno o varios valores de listas de opciones predefinidas.",
  "guides_skeleton": "Mejora el rendimiento percibido con componentes React de esqueleto de Gravity UI. Muestra marcadores de posición animados mientras se carga el contenido en tu aplicación.",
  "guides_spin": "Muestra animaciones de carga con componentes React de spin de Gravity UI. Muestra indicadores giratorios para procesos en curso y estados de carga de datos.",
  "guides_switch": "Crea controles de alternancia con componentes React de switch de Gravity UI. Permite a los usuarios cambiar entre estados habilitado y deshabilitado en tu aplicación.",
  "guides_table": "Muestra datos estructurados con componentes React de tabla de Gravity UI. Crea tablas de datos completas con funciones de ordenación, filtrado y paginación.",
  "guides_tabs": "Organiza el contenido con componentes React de pestañas de Gravity UI. Crea varios paneles de contenido entre los que los usuarios pueden cambiar para una mejor arquitectura de la información.",
  "guides_text-area": "Crea campos de texto multilínea con componentes React de Gravity UI. Permite a los usuarios introducir contenido más largo con soporte de ajuste de línea y validación.",
  "guides_text-input": "Crea campos de texto de una sola línea con componentes React de Gravity UI. Recopila datos del usuario con validación, formato y soporte de entrada completo.",
  "guides_toaster": "Muestra notificaciones toast con componentes React de Gravity UI. Muestra mensajes temporales para eventos del sistema, confirmaciones y retroalimentación del usuario.",
  "guides_tooltip": "Añade tooltips contextuales con componentes React de Gravity UI. Proporciona información y explicaciones adicionales al pasar el ratón para una mejor experiencia de usuario.",
  "guides_user": "Muestra información de usuario con componentes React de Gravity UI. Muestra avatares, nombres y detalles de contacto en formatos estructurados y personalizables.",
  "guides_user-avatar": "Crea avatares de usuario con componentes React de Gravity UI. Muestra fotos de perfil y elementos de identificación de usuario para el reconocimiento de cuentas.",
  "guides_user-label": "Crea etiquetas de perfil de usuario con componentes React de Gravity UI. Muestra información de identidad de usuario en diseños de etiquetas compactos y formateados."
}