{
    "description_uikit": "Componentes UI base y tokens para construir servicios con Gravity.",
    "description_components": "Un conjunto de componentes React complejos.",
    "description_icons": "Conjunto con cientos de varios iconos SVG modernos para tus proyectos.",
    "description_illustrations": "Un conjunto de ilustraciones para mostrar estados de datos.",
    "description_dynamic-forms": "Biblioteca para renderizar formularios react ordenados y funcionales descritos por esquema JSON",
    "description_page-constructor": "Un conjunto de bloques elegantes y funcionales para crear rápidamente páginas promocionales y de aterrizaje.",
    "description_blog-constructor": "Una biblioteca basada en la biblioteca Page constructor para crear servicios tipo blog.",
    "description_chartkit": "Un conjunto de visualización de datos integrado con nuestro sistema de diseño.",
    "description_dashkit": "Un componente de cuadrícula para construir paneles interactivos.",
    "description_yagr": "Un renderizador de gráficos canvas de alto rendimiento, basado en uPlot.",
    "description_nodekit": "Un conjunto de herramientas simple para tus aplicaciones, scripts y bibliotecas Node.js.",
    "description_expresskit": "Envoltura ligera de express.js que se integra con NodeKit.",
    "description_app-layout": "Generador de diseño HTML utilizado en nuestras aplicaciones SPA.",
    "description_app-builder": "Constructor de activos estáticos basado en Webpack utilizado en nuestras aplicaciones SPA.",
    "description_navigation": "Un panel de navegación compacto y extensible para servicios complejos.",
    "description_date-utils": "Ayudantes para gestionar valores de Fecha y Hora.",
    "description_date-components": "Varios componentes de fecha.",
    "description_axios-wrapper": "Envoltura de Axios que proporciona cancelación automática de solicitudes concurrentes.",
    "description_dialog-fields": "Una envoltura react-final-form que proporciona algunos componentes útiles de alto nivel para construir formularios.",
    "description_paranoid": "Visualizador de topologías de clústeres.",
    "description_react-data-table": "Un componente react para renderizar tablas grandes y complejas.",
    "description_unipika": "Biblioteca de formateo de datos.",
    "description_ui-logger": "Registrador simple del lado del cliente.",
    "description_oauth-clients": "Biblioteca OAuth de cliente que proporciona una abstracción conveniente sobre el flujo de autenticación.",
    "description_i18n": "Ayudantes de internacionalización de proyectos Gravity UI.",
    "description_eslint-config": "Preajuste de configuración ESLint para proyectos Gravity UI.",
    "description_tsconfig": "Preajuste de configuración del compilador TypeScript para proyectos Gravity UI.",
    "description_prettier-config": "Preajuste de configuración Prettier para proyectos Gravity UI.",
    "description_stylelint-config": "Preajuste de configuración Stylelint para proyectos Gravity UI.",
    "description_babel-preset": "Preajuste de configuración Babel para proyectos Gravity UI.",
    "description_browserslist-config": "Preajuste de configuración Browserslist utilizado en nuestros servicios.",
    "description_markdown-editor": "Una poderosa herramienta para trabajar con Markdown, que combina modos WYSIWYG y Markup.",
    "description_graph": "Renderizador de gráficos de alto rendimiento con detallado dinámico sensible a la escala",
    "description_data-source": "Una envoltura alrededor de la obtención de datos.",
    "description_webpack-i18n-assets-plugin": "Un plugin para Webpack que reemplaza las llamadas a funciones de localización (i18n) con textos de destino.",
    "description_table": "Biblioteca para visualizar datos en formato tabular."
}
