{
  "description_uikit": "Componentes base de UI y tokens para crear servicios con Gravity.",
  "description_components": "Un conjunto de componentes React complejos.",
  "description_icons": "Conjunto con cientos de iconos SVG modernos y variados para tus proyectos.",
  "description_illustrations": "Un conjunto de ilustraciones para mostrar estados de datos.",
  "description_dynamic-forms": "Biblioteca para renderizar formularios React limpios y funcionales descritos por un esquema JSON.",
  "description_page-constructor": "Un conjunto de bloques elegantes y funcionales para crear rápidamente páginas promocionales y de destino.",
  "description_blog-constructor": "Una biblioteca basada en la biblioteca Page constructor para crear servicios tipo blog.",
  "description_chartkit": "Una suite de visualización de datos integrada con nuestro sistema de diseño.",
  "description_dashkit": "Un componente de cuadrícula para crear dashboards interactivos.",
  "description_yagr": "Un renderizador de gráficos de lienzo de alto rendimiento, basado en uPlot.",
  "description_nodekit": "Un kit de herramientas simple para tus aplicaciones, scripts y bibliotecas de Node.js.",
  "description_expresskit": "Wrapper ligero de express.js que se integra con NodeKit.",
  "description_app-layout": "Generador de diseño HTML utilizado en nuestras aplicaciones SPA.",
  "description_app-builder": "Constructor de activos estáticos basado en Webpack utilizado en nuestras aplicaciones SPA.",
  "description_navigation": "Un panel de navegación compacto y extensible para servicios complejos.",
  "description_date-utils": "Utilidades para gestionar valores de fecha y hora.",
  "description_date-components": "Varios componentes de fecha.",
  "description_axios-wrapper": "Wrapper de Axios que proporciona cancelación automática de solicitudes concurrentes.",
  "description_dialog-fields": "Un wrapper de react-final-form que proporciona algunos componentes útiles de alto nivel para crear formularios.",
  "description_paranoid": "Visualizador de topologías de clúster.",
  "description_react-data-table": "Un componente React para renderizar tablas grandes y complejas.",
  "description_unipika": "Biblioteca de formato de datos.",
  "description_ui-logger": "Simple logger del lado del cliente.",
  "description_oauth-clients": "Biblioteca cliente OAuth que proporciona una abstracción conveniente sobre el flujo de autenticación.",
  "description_i18n": "Utilidades de internacionalización para proyectos de Gravity UI.",
  "description_eslint-config": "Preset de configuración de ESLint para proyectos de Gravity UI.",
  "description_tsconfig": "Preset de configuración del compilador de TypeScript para proyectos de Gravity UI.",
  "description_prettier-config": "Preset de configuración de Prettier para proyectos de Gravity UI.",
  "description_stylelint-config": "Preset de configuración de Stylelint para proyectos de Gravity UI.",
  "description_babel-preset": "Preset de configuración de Babel para proyectos de Gravity UI.",
  "description_browserslist-config": "Preset de configuración de Browserslist utilizado en nuestros servicios.",
  "description_markdown-editor": "Una herramienta potente para trabajar con Markdown, que combina modos WYSIWYG y Markup.",
  "description_graph": "Renderizador de gráficos de alto rendimiento con detallado dinámico y escalable.",
  "description_data-source": "Un wrapper para la obtención de datos.",
  "description_webpack-i18n-assets-plugin": "Un plugin para Webpack que reemplaza las llamadas a funciones de localización (i18n) con textos de destino.",
  "description_table": "Biblioteca para visualizar datos en formato tabular.",
  "description_timeline": "Una biblioteca basada en React para crear visualizaciones de línea de tiempo interactivas con renderizado en lienzo.",
  "description_page-constructor-builder": "Una potente utilidad de línea de comandos para construir páginas estáticas a partir de configuraciones YAML.",
  "description_aikit": "Una biblioteca flexible de componentes React para crear chats de IA con principios de Diseño Atómico."
}
