{
    "description_uikit": "Componentes de interfaz de usuario básicos y tokens para crear servicios con Gravity.",
    "description_components": "Un conjunto de componentes complejos de React.",
    "description_icons": "Conjunto con cientos de diferentes iconos SVG modernos para tus proyectos.",
    "description_illustrations": "Conjunto de ilustraciones para mostrar los estados de los datos.",
    "description_dynamic-forms": "Biblioteca para renderizar formularios de reacción limpios y funcionales descritos por el esquema JSON",
    "description_page-constructor": "Un conjunto de bloques elegantes y funcionales para crear rápidamente páginas promocionales y de destino.",
    "description_blog-constructor": "Una biblioteca basada en la biblioteca del constructor de páginas para crear servicios similares a los de un blog.",
    "description_chartkit": "Una suite de visualización de datos integrada con nuestro sistema de diseño.",
    "description_dashkit": "Un componente de cuadrícula para crear paneles interactivos.",
    "description_yagr": "Un renderizador de gráficos de lienzo de alto rendimiento, basado en uPlot.",
    "description_nodekit": "Un kit de herramientas sencillo para tus aplicaciones, scripts y bibliotecas de Node.js.",
    "description_expresskit": "Envoltorio ligero de express.js que se integra con NodeKit.",
    "description_app-layout": "Generador de diseño HTML utilizado en nuestras aplicaciones de SPA.",
    "description_app-builder": "Generador de activos estáticos basado en Webpack utilizado en nuestras aplicaciones SPA.",
    "description_navigation": "Un panel de navegación compacto y ampliable para servicios complejos.",
    "description_date-utils": "Ayudantes para administrar los valores de fecha y hora.",
    "description_date-components": "Varios componentes de fecha.",
    "description_axios-wrapper": "Envoltorio Axios que proporciona la cancelación automática de solicitudes simultáneas.",
    "description_dialog-fields": "Un contenedor de formularios de reacción final que proporciona algunos componentes útiles de alto nivel para crear formularios.",
    "description_paranoid": "Visualizador de topologías de clústeres.",
    "description_react-data-table": "Un componente de reacción para renderizar tablas grandes y complejas.",
    "description_unipika": "Biblioteca de formato de datos.",
    "description_ui-logger": "Registrador sencillo del lado del cliente.",
    "description_oauth-clients": "Biblioteca OAuth de cliente que proporciona una práctica abstracción además del flujo de autenticación.",
    "description_i18n": "Ayudantes de internacionalización de proyectos de Gravity UI.",
    "description_eslint-config": "Configuración preestablecida de ESLint para proyectos de interfaz de usuario de Gravity.",
    "description_tsconfig": "Configuración preestablecida del compilador de TypeScript para proyectos de interfaz de usuario de Gravity.",
    "description_prettier-config": "Configuración preestablecida más bonita para proyectos de interfaz de usuario de Gravity.",
    "description_stylelint-config": "Configuración preestablecida de Stylelint para proyectos de interfaz de usuario de Gravity.",
    "description_babel-preset": "Configuración predeterminada de Babel para proyectos de interfaz de usuario de Gravity.",
    "description_browserslist-config": "Los navegadores muestran los ajustes preestablecidos de configuración utilizados en nuestros servicios.",
    "description_markdown-editor": "Una potente herramienta para trabajar con Markdown, que combina los modos WYSIWYG y Markup.",
    "description_graph": "Renderizador de gráficos de alto rendimiento con detalle dinámico compatible con la escala",
    "description_data-source": "Un envoltorio sobre la obtención de datos.",
    "description_webpack-i18n-assets-plugin": "Un complemento para Webpack que reemplaza las llamadas a las funciones de localización (i18n) por textos de destino.",
    "description_table": "Biblioteca para visualizar datos en formato tabular."
}
