{
  "uikit": {
    "accordion": "Build collapsible content sections with Gravity UI Accordion React component. Hide and show information efficiently in your web applications.",
    "alert": "Display important notifications with Gravity UI Alert React component. Show messages and warnings without disrupting user workflow in your app.",
    "arrow-toggle": "Create expandable UI elements with Gravity UI ArrowToggle React component. Indicate collapsible content with animated directional arrows.",
    "avatar": "Display user profile pictures with Gravity UI Avatar React component. Show circular images, placeholders, and initials for user identification.",
    "breadcrumbs": "Build navigation breadcrumbs with Gravity UI React component. Show user location in site hierarchy with easy parent page navigation links.",
    "button": "Create interactive buttons with Gravity UI React component. Support multiple styles, sizes, and states for comprehensive user interface actions.",
    "card": "Design content cards with Gravity UI React component. Group related information and actions on visually distinct, elevated surface containers.",
    "checkbox": "Build selection controls with Gravity UI Checkbox React component. Enable single or multiple option selection with intermediate state support.",
    "dropdown-menu": "Create contextual menus with Gravity UI DropdownMenu React component. Provide users with organized action lists and option selections.",
    "icon": "Display scalable vector icons with Gravity UI Icon React component. Ensure consistent styling and perfect rendering across your application.",
    "label": "Create descriptive text labels with Gravity UI React component. Categorize content and display status indicators with semantic meaning.",
    "link": "Build navigation links with Gravity UI Link React component. Create clickable elements that guide users between application pages and sections.",
    "list": "Display structured data with Gravity UI List React component. Organize information in vertical layouts with support for various content types.",
    "loader": "Show loading states with Gravity UI Loader React component. Provide visual feedback during data processing with animated loading indicators.",
    "menu": "Create navigation menus with Gravity UI Menu React component. Present hierarchical options and actions in structured, organized formats.",
    "modal": "Build modal dialogs with Gravity UI Modal React component. Display overlay content that requires user interaction before proceeding.",
    "overlay": "Create semi-transparent overlays with Gravity UI React component. Provide context for modal dialogs and focused user interactions.",
    "pagination": "Implement content pagination with Gravity UI React component. Navigate large datasets across multiple pages with intuitive controls.",
    "palette": "Build color selection interfaces with Gravity UI Palette React component. Display color options in organized, accessible grid layouts.",
    "pin-input": "Create secure PIN entry with Gravity UI PinInput React component. Enable users to enter PIN codes and short numeric sequences safely.",
    "popup": "Display contextual popups with Gravity UI React component. Show additional information and actions near trigger elements in your application.",
    "portal": "Render content outside component tree with Gravity UI Portal React utility. Create flexible layouts with DOM hierarchy independence.",
    "progress": "Show task completion with Gravity UI Progress React component. Display visual progress indicators for loading operations and processes.",
    "radio": "Build single-choice selections with Gravity UI Radio React component. Enable exclusive option selection from grouped alternative choices.",
    "radio-group": "Group radio selections with Gravity UI RadioGroup React component. Manage single-choice selections with organized input grouping.",
    "segmented-radio-group": "Create connected radio segments with Gravity UI React component. Build integrated selection interfaces with visual segment connection.",
    "select": "Build dropdown selections with Gravity UI Select React component. Choose single or multiple values from predefined, searchable option lists.",
    "sheet": "Create slide-in panels with Gravity UI Sheet React component. Display forms and detailed content in modal panels from screen edges.",
    "skeleton": "Improve loading experience with Gravity UI Skeleton React component. Show content placeholders while data loads for better performance.",
    "slider": "Create range inputs with Gravity UI Slider React component. Enable value selection from continuous ranges with draggable handle controls.",
    "spin": "Display loading animations with Gravity UI Spin React component. Show rotating indicators for ongoing processes and loading states.",
    "stepper": "Guide multi-step processes with Gravity UI Stepper React component. Show clear progress indication through complex user workflows.",
    "switch": "Create toggle controls with Gravity UI Switch React component. Enable users to switch between enabled and disabled states instantly.",
    "table": "Display structured data with Gravity UI Table React component. Build feature-rich tables with sorting, filtering, and pagination capabilities.",
    "tabs": "Organize content with Gravity UI Tabs React component. Create multiple panels for efficient content organization and user navigation.",
    "text": "Display typography with Gravity UI Text React component. Ensure consistent text styling and semantic meaning across your application.",
    "text-area": "Build multi-line text inputs with Gravity UI TextArea React component. Enable longer content entry with word wrapping and validation.",
    "text-input": "Create text input fields with Gravity UI TextInput React component. Collect user data with validation, formatting, and accessibility support.",
    "toaster": "Display toast notifications with Gravity UI Toaster React component. Show temporary messages for system events and user feedback.",
    "tooltip": "Add helpful tooltips with Gravity UI React component. Provide contextual information and explanations on hover for better user experience.",
    "user": "Display user information with Gravity UI User React component. Show avatars, names, and details in structured, customizable user profiles.",
    "user-label": "Create compact user labels with Gravity UI UserLabel React component. Display user identity with avatar and name in formatted labels."
  },
  "date-components": {
    "calendar": "Build date selection with Gravity UI Calendar React component. Display monthly calendar views for intuitive date picking in your applications.",
    "date-field": "Create date inputs with Gravity UI DateField React component. Enable structured date entry with built-in validation and formatting support.",
    "date-picker": "Combine input and calendar with Gravity UI DatePicker React component. Provide both text input and visual date selection options.",
    "range-calendar": "Select date ranges with Gravity UI RangeCalendar React component. Enable users to choose start and end dates with intuitive calendar interface.",
    "relative-date-field": "Enter natural language dates with Gravity UI RelativeDateField React component. Support expressions like 'tomorrow' and 'next week'.",
    "relative-date-picker": "Combine relative dates with calendar selection using Gravity UI React component. Provide flexible date entry with multiple input methods."
  },
  "navigation": {
    "action-bar": "Create horizontal navigation with Gravity UI ActionBar React component. Group related actions with quick access to key functionality.",
    "all-pages-panel": "Build comprehensive navigation with Gravity UI AllPagesPanel React component. Display all pages and sections in structured layouts.",
    "aside-header": "Create sidebar headers with Gravity UI AsideHeader React component. Provide navigation and branding elements for sidebar layouts.",
    "drawer": "Build slide-out navigation with Gravity UI Drawer React component. Provide access to navigation links and additional content panels.",
    "footer": "Create page footers with Gravity UI Footer React component. Display links, contact information, and secondary navigation elements.",
    "hotkeys-panel": "Display keyboard shortcuts with Gravity UI HotkeysPanel React component. Show available shortcuts for efficient application navigation.",
    "mobile-header": "Build responsive headers with Gravity UI MobileHeader React component. Optimize navigation for mobile devices with collapsible elements.",
    "settings": "Create settings panels with Gravity UI Settings React component. Provide access to application configuration and user preferences."
  }
}