{
  "uikit_accordion": "Создавайте складывающиеся секции контента с React компонентом Accordion Gravity UI. Эффективно скрывайте и показывайте информацию в веб-приложениях.",
  "uikit_alert": "Отображайте важные уведомления с React компонентом Alert Gravity UI. Показывайте сообщения и предупреждения без прерывания рабочего процесса.",
  "uikit_arrow-toggle": "Создавайте расширяемые UI элементы с React компонентом ArrowToggle Gravity UI. Указывайте на складывающийся контент анимированными стрелками.",
  "uikit_avatar": "Отображайте фотографии профиля с React компонентом Avatar Gravity UI. Показывайте круглые изображения, заполнители и инициалы для идентификации.",
  "uikit_breadcrumbs": "Создавайте навигационные хлебные крошки с React компонентом Breadcrumbs Gravity UI. Показывайте местоположение пользователя с навигационными ссылками.",
  "uikit_button": "Создавайте интерактивные кнопки с React компонентом Button Gravity UI. Поддерживайте множественные стили, размеры и состояния для UI действий.",
  "uikit_card": "Проектируйте контентные карточки с React компонентом Card Gravity UI. Группируйте связанную информацию на визуально отличных поверхностях.",
  "uikit_checkbox": "Создавайте элементы выбора с React компонентом Checkbox Gravity UI. Обеспечивайте одиночный или множественный выбор с промежуточными состояниями.",
  "uikit_dropdown-menu": "Создавайте контекстные меню с React компонентом DropdownMenu Gravity UI. Предоставляйте организованные списки действий и опций пользователям.",
  "uikit_icon": "Отображайте масштабируемые векторные иконки с React компонентом Icon Gravity UI. Обеспечивайте консистентный стиль и идеальный рендеринг.",
  "uikit_label": "Создавайте описательные текстовые лейблы с React компонентом Label Gravity UI. Категоризируйте контент и отображайте индикаторы статуса.",
  "uikit_link": "Создавайте навигационные ссылки с React компонентом Link Gravity UI. Создавайте кликабельные элементы для навигации между страницами и разделами.",
  "uikit_list": "Отображайте структурированные данные с React компонентом List Gravity UI. Организуйте информацию в вертикальных макетах с поддержкой контента.",
  "uikit_loader": "Показывайте состояния загрузки с React компонентом Loader Gravity UI. Предоставляйте визуальную обратную связь с анимированными индикаторами.",
  "uikit_menu": "Создавайте навигационные меню с React компонентом Menu Gravity UI. Представляйте иерархические опции и действия в структурированных форматах.",
  "uikit_modal": "Создавайте модальные диалоги с React компонентом Modal Gravity UI. Отображайте оверлейный контент, требующий взаимодействия пользователя.",
  "uikit_overlay": "Создавайте полупрозрачные оверлеи с React компонентом Overlay Gravity UI. Обеспечивайте контекст для модальных диалогов и взаимодействий.",
  "uikit_pagination": "Реализуйте пагинацию контента с React компонентом Pagination Gravity UI. Навигируйте большие наборы данных с интуитивными элементами управления.",
  "uikit_palette": "Создавайте интерфейсы выбора цвета с React компонентом Palette Gravity UI. Отображайте цветовые опции в организованных сеточных макетах.",
  "uikit_pin-input": "Создавайте безопасный ввод PIN с React компонентом PinInput Gravity UI. Позволяйте пользователям вводить PIN коды и короткие числовые последовательности.",
  "uikit_popup": "Отображайте контекстные popup с React компонентом Popup Gravity UI. Показывайте дополнительную информацию рядом с элементами-триггерами.",
  "uikit_portal": "Рендерите контент вне дерева компонентов с утилитой Portal React Gravity UI. Создавайте гибкие макеты с независимостью DOM иерархии.",
  "uikit_progress": "Показывайте завершение задач с React компонентом Progress Gravity UI. Отображайте визуальные индикаторы прогресса для операций загрузки.",
  "uikit_radio": "Создавайте выбор одной опции с React компонентом Radio Gravity UI. Обеспечивайте эксклюзивный выбор из сгруппированных альтернативных вариантов.",
  "uikit_radio-group": "Группируйте radio выборы с React компонентом RadioGroup Gravity UI. Управляйте выбором одной опции с организованной группировкой ввода.",
  "uikit_segmented-radio-group": "Создавайте связанные radio сегменты с React компонентом SegmentedRadioGroup Gravity UI. Создавайте интегрированные интерфейсы выбора.",
  "uikit_select": "Создавайте выпадающие выборы с React компонентом Select Gravity UI. Выбирайте одно или несколько значений из предопределенных, поисковых списков опций.",
  "uikit_sheet": "Создавайте выдвижные панели с React компонентом Sheet Gravity UI. Отображайте формы и детализированный контент в модальных панелях с краев экрана.",
  "uikit_skeleton": "Улучшайте опыт загрузки с React компонентом Skeleton Gravity UI. Показывайте заполнители контента пока данные загружаются для лучшей производительности.",
  "uikit_slider": "Создавайте элементы ввода диапазона с React компонентом Slider Gravity UI. Обеспечивайте выбор значения из непрерывных диапазонов с перетаскиваемыми элементами.",
  "uikit_spin": "Отображайте анимации загрузки с React компонентом Spin Gravity UI. Показывайте вращающиеся индикаторы для продолжающихся процессов и состояний загрузки.",
  "uikit_stepper": "Направляйте многошаговые процессы с React компонентом Stepper Gravity UI. Показывайте четкую индикацию прогресса через сложные пользовательские рабочие процессы.",
  "uikit_switch": "Создавайте переключающие элементы с React компонентом Switch Gravity UI. Позволяйте пользователям мгновенно переключаться между включенным и выключенным состоянием.",
  "uikit_table": "Отображайте структурированные данные с React компонентом Table Gravity UI. Создавайте функционально богатые таблицы с сортировкой, фильтрацией и пагинацией.",
  "uikit_tabs": "Организуйте контент с React компонентом Tabs Gravity UI. Создавайте множественные панели для эффективной организации контента и навигации пользователей.",
  "uikit_text": "Отображайте типографику с React компонентом Text Gravity UI. Обеспечивайте консистентный стиль текста и семантическое значение в вашем приложении.",
  "uikit_text-area": "Создавайте многострочные текстовые поля с React компонентом TextArea Gravity UI. Обеспечивайте ввод более длинного контента с переносом слов и валидацией.",
  "uikit_text-input": "Создавайте поля ввода текста с React компонентом TextInput Gravity UI. Собирайте пользовательские данные с валидацией, форматированием и поддержкой доступности.",
  "uikit_toaster": "Отображайте toast уведомления с React компонентом Toaster Gravity UI. Показывайте временные сообщения для системных событий и обратной связи пользователей.",
  "uikit_tooltip": "Добавляйте полезные tooltip с React компонентом Tooltip Gravity UI. Предоставляйте контекстную информацию при hover для лучшего пользовательского опыта.",
  "uikit_user": "Отображайте информацию пользователя с React компонентом User Gravity UI. Показывайте аватары, имена и детали в структурированных, настраиваемых профилях.",
  "uikit_user-label": "Создавайте компактные пользовательские лейблы с React компонентом UserLabel Gravity UI. Отображайте идентичность пользователя в форматированных лейблах.",
  "date-components_calendar": "Создавайте выбор дат с React компонентом Calendar Gravity UI. Отображайте месячные виды календаря для интуитивного выбора дат в приложениях.",
  "date-components_date-field": "Создавайте поля ввода дат с React компонентом DateField Gravity UI. Обеспечивайте структурированный ввод дат с встроенной валидацией и форматированием.",
  "date-components_date-picker": "Комбинируйте ввод и календарь с React компонентом DatePicker Gravity UI. Предоставляйте как текстовый ввод, так и визуальные опции выбора дат.",
  "date-components_range-calendar": "Выбирайте диапазоны дат с React компонентом RangeCalendar Gravity UI. Позволяйте пользователям выбирать начальные и конечные даты с интуитивным интерфейсом.",
  "date-components_relative-date-field": "Вводите естественные даты с React компонентом RelativeDateField Gravity UI. Поддерживайте выражения как 'завтра' и 'следующая неделя'.",
  "date-components_relative-date-picker": "Комбинируйте относительные даты с выбором календаря используя React компонент RelativeDatePicker Gravity UI с гибкими методами ввода.",
  "navigation_action-bar": "Создавайте горизонтальную навигацию с React компонентом ActionBar Gravity UI. Группируйте связанные действия с быстрым доступом к ключевой функциональности.",
  "navigation_all-pages-panel": "Создавайте всестороннюю навигацию с React компонентом AllPagesPanel Gravity UI. Отображайте все страницы и секции в структурированных макетах.",
  "navigation_aside-header": "Создавайте заголовки боковых панелей с React компонентом AsideHeader Gravity UI. Предоставляйте навигацию и брендинговые элементы для макетов боковых панелей.",
  "navigation_drawer": "Создавайте выдвижную навигацию с React компонентом Drawer Gravity UI. Обеспечивайте доступ к навигационным ссылкам и дополнительным панелям контента.",
  "navigation_footer": "Создавайте нижние колонтитулы страниц с React компонентом Footer Gravity UI. Отображайте ссылки, контактную информацию и элементы вторичной навигации.",
  "navigation_hotkeys-panel": "Отображайте клавиатурные сочетания с React компонентом HotkeysPanel Gravity UI. Показывайте доступные сочетания для эффективной навигации по приложению.",
  "navigation_mobile-header": "Создавайте отзывчивые заголовки с React компонентом MobileHeader Gravity UI. Оптимизируйте навигацию для мобильных устройств со складывающимися элементами.",
  "navigation_settings": "Создавайте панели настроек с React компонентом Settings Gravity UI. Обеспечивайте доступ к конфигурации приложения и пользовательским предпочтениям."
}
