{
  "branding_basics": "Откройте для себя Gravity UI - комплексную React библиотеку с современными компонентами и дизайн-системой для профессиональных веб-приложений.",
  "branding_branding": "Изучите быстрое брендирование тем Gravity UI с нашей системой. Мгновенно переключайтесь между светлой и темной темами React приложений.",
  "branding_color": "Освойте цветовую систему Gravity UI с приватными и семантическими палитрами. Создавайте консистентные, доступные интерфейсы для React.",
  "branding_corner-radius": "Настройте радиус скругления в компонентах Gravity UI. Узнайте, как переопределить настройки границ для единообразного дизайна React.",
  "branding_grid-and-container": "Создавайте отзывчивые макеты с системой сетки и контейнеров Gravity UI. Организуйте структуру вашего React приложения гибко.",
  "branding_module": "Понимайте модульную дизайн-систему Gravity UI. Изучите принципы единиц измерения и пространства для консистентных макетов React.",
  "branding_resources": "Получите доступ к библиотеке компонентов Gravity UI в Figma Community. Скачивайте дизайн-файлы и ресурсы для разработки.",
  "branding_typography": "Исследуйте типографскую систему Gravity UI со шрифтами Inter и Menlo. Создавайте читабельные, доступные стили текста для React.",
  "guides_action-tooltip": "Создавайте интерактивные action tooltip с React компонентами Gravity UI. Улучшите пользовательский опыт с контекстной информацией.",
  "guides_alert": "Создавайте пользовательские уведомления alert с React компонентами Gravity UI. Отображайте важные сообщения без прерывания рабочего процесса.",
  "guides_breadcrumbs": "Реализуйте навигационные хлебные крошки с React компонентами Gravity UI. Помогайте пользователям легко перемещаться по приложению.",
  "guides_button": "Создавайте интерактивные кнопки с React компонентами Gravity UI. Поддерживайте различные стили, размеры и состояния для полных UI взаимодействий.",
  "guides_card": "Проектируйте контентные карточки с React компонентами Gravity UI. Организуйте информацию в семантические блоки с приподнятыми поверхностями.",
  "guides_changelog-dialog": "Отображайте обновления changelog с React компонентами Gravity UI. Информируйте пользователей о новых функциях и изменениях.",
  "guides_checkbox": "Создавайте интерфейсы выбора с checkbox React компонентами Gravity UI. Обеспечивайте одиночный или множественный выбор с состояниями.",
  "guides_clipboard-button": "Реализуйте функциональность копирования в буфер с React компонентами Gravity UI. Улучшите опыт пользователей с быстрым копированием.",
  "guides_dialog": "Создавайте модальные диалоги с React компонентами Gravity UI. Фокусируйте внимание пользователя на специфических действиях с контентом.",
  "guides_dropdown-menu": "Создавайте контекстные выпадающие меню с React компонентами Gravity UI. Предоставляйте организованные списки действий и выборов.",
  "guides_hotkey": "Отображайте клавиатурные сочетания с hotkey React компонентами Gravity UI. Показывайте пользователям эффективные способы навигации.",
  "guides_label": "Создавайте описательные лейблы с React компонентами Gravity UI. Отображайте атрибуты объектов как статус, тип и категории в приложении.",
  "guides_links": "Создавайте навигационные ссылки с React компонентами Gravity UI. Создавайте кликабельные элементы, направляющие пользователей по секциям.",
  "guides_list-item": "Отображайте структурированные данные с list React компонентами Gravity UI. Организуйте информацию в вертикальных колонках с полной поддержкой.",
  "guides_loader": "Показывайте прогресс загрузки с React компонентами Gravity UI. Предоставляйте визуальную обратную связь во время обработки данных.",
  "guides_pagination": "Реализуйте пагинацию контента с React компонентами Gravity UI. Помогайте пользователям навигировать по большим наборам данных постранично.",
  "guides_popover": "Создавайте контекстные popover с React компонентами Gravity UI. Отображайте дополнительную информацию при hover, клике или фокусе клавиатуры.",
  "guides_popup": "Создавайте плавающие popup элементы с React компонентами Gravity UI. Показывайте контекстную информацию рядом с элементами-триггерами.",
  "guides_progress": "Отображайте прогресс задач с React компонентами Gravity UI. Создавайте горизонтальные индикаторы прогресса для состояний загрузки.",
  "guides_radio": "Создавайте выбор одной опции с radio React компонентами Gravity UI. Обеспечивайте выбор одной опции из взаимоисключающих альтернатив.",
  "guides_radio-group": "Группируйте radio кнопки с React компонентами Gravity UI. Управляйте выбором одной опции с организованными, взаимоисключающими опциями.",
  "guides_segmented-radio-group": "Создавайте связанные radio сегменты с React компонентами Gravity UI. Создавайте интегрированные интерфейсы выбора с переключателями.",
  "guides_select": "Создавайте выпадающие выборы с select React компонентами Gravity UI. Обеспечивайте выбор одного или нескольких значений из списков опций.",
  "guides_skeleton": "Улучшайте воспринимаемую производительность с skeleton React компонентами Gravity UI. Показывайте анимированные заполнители при загрузке.",
  "guides_spin": "Отображайте анимации загрузки с spin React компонентами Gravity UI. Показывайте вращающиеся индикаторы для продолжающихся процессов.",
  "guides_switch": "Создавайте переключающие элементы с switch React компонентами Gravity UI. Позволяйте пользователям переключаться между включенным и выключенным.",
  "guides_table": "Отображайте структурированные данные с table React компонентами Gravity UI. Создавайте комплексные таблицы с сортировкой, фильтрацией и пагинацией.",
  "guides_tabs": "Организуйте контент с tabs React компонентами Gravity UI. Создавайте множественные панели контента для лучшей архитектуры информации.",
  "guides_text-area": "Создавайте многострочные текстовые поля с React компонентами Gravity UI. Позволяйте пользователям вводить длинный контент с переносом строк.",
  "guides_text-input": "Создавайте поля ввода текста с React компонентами Gravity UI. Собирайте пользовательские данные с валидацией, форматированием и поддержкой доступности.",
  "guides_toaster": "Отображайте toast уведомления с React компонентами Gravity UI. Показывайте временные сообщения для системных событий и обратной связи.",
  "guides_tooltip": "Добавляйте контекстные tooltip с React компонентами Gravity UI. Предоставляйте дополнительную информацию и объяснения при hover.",
  "guides_user": "Отображайте информацию пользователя с React компонентами Gravity UI. Показывайте аватары, имена и детали в структурированных форматах.",
  "guides_user-avatar": "Создавайте пользовательские аватары с React компонентами Gravity UI. Отображайте фотографии профиля и элементы идентификации пользователя.",
  "guides_user-label": "Создавайте лейблы профиля пользователя с React компонентами Gravity UI. Отображайте идентичность пользователя в форматах лейблов."
}