{
  "description_uikit": "Базовые UI-компоненты и токены для построения сервисов с Gravity.",
  "description_components": "Набор комплексных React-компонентов.",
  "description_icons": "Сотни стильных иконок для ваших проектов.",
  "description_illustrations": "Набор иллюстраций для отображения статусов данных.",
  "description_dynamic-forms": "Библиотека для рендеринга лаконичных функциональных форм, описанных JSON-схемой.",
  "description_page-constructor": "Набор стильно выглядящих функциональных блоков для быстрого создания промо-страниц.",
  "description_blog-constructor": "Библиотека, основанная на Page Constructor, для создания блогов.",
  "description_chartkit": "Библиотека визуализации данных, интегрированная с нашей дизайн‑системой.",
  "description_dashkit": "Cетка компонентов для построения интерактивных дашбордов.",
  "description_yagr": "Высокопроизводительная отрисовка canvas-графиков, основанная на uPlot.",
  "description_nodekit": "Простой набор инструментов для приложений, скриптов и библиотек Node.js.",
  "description_expresskit": "Легковесная надстройка для express.js, интегрируемая с NodeKit.",
  "description_app-layout": "Генератор HTML-макета, используемый в одностраничных приложениях (SPA).",
  "description_app-builder": "Основанный на Webpack сборщик статики, используемый в одностраничных приложениях (SPA).",
  "description_navigation": "Компактная и расширяемая навигационная панель для сложных сервисов.",
  "description_date-utils": "Библиотека для управления значениями даты и времени.",
  "description_date-components": "Различные компоненты для работы с датами.",
  "description_axios-wrapper": "Надстройка для axios, обеспечивающая автоматическую отмену конкурирующих запросов.",
  "description_dialog-fields": "Надстройка для react-final-form, которая предоставляет полезные высокоуровневые компоненты для создания форм.",
  "description_paranoid": "Визуализатор топологий кластера.",
  "description_react-data-table": "React-компонент для рендеринга больших и сложных таблиц.",
  "description_unipika": "Библиотека форматирования данных.",
  "description_ui-logger": "Простой клиентский логгер.",
  "description_oauth-clients": "Клиентская библиотека OAuth, обеспечивающая удобную абстракцию поверх аутентификации.",
  "description_i18n": "Библиотека для интернационализации проектов Gravity UI.",
  "description_eslint-config": "Пресет настройки ESLint для проектов Gravity UI.",
  "description_tsconfig": "Пресет настройки компилятора TypeScript для проектов Gravity UI.",
  "description_prettier-config": "Пресет настройки Prettier для проектов Gravity UI.",
  "description_stylelint-config": "Пресет настройки Stylelint для проектов Gravity UI.",
  "description_babel-preset": "Пресет настройки Babel для проектов Gravity UI.",
  "description_browserslist-config": "Пресет настройки Browserslist для проектов Gravity UI.",
  "description_markdown-editor": "Мощный инструмент для работы с Markdown, который сочетает в себе режимы WYSIWYG и разметки.",
  "description_graph": "Библиотека для визуализации больших графов с динамическим уровнем детализации",
  "description_data-source": "Библиотека-обертка над загрузкой данных.",
  "description_webpack-i18n-assets-plugin": "Плагин для Webpack, который заменяет вызовы функций локализации (i18n) на целевые тексты.",
  "description_table": "Библиотека для отображения таблиц.",
  "description_timeline": "Библиотека на основе React для создания интерактивных визуализаций временной шкалы с отрисовкой на canvas.",
  "description_page-constructor-builder": "Мощная утилита командной строки для создания статических страниц из YAML-конфигураций",
  "description_aikit": "Гибкая библиотека React-компонентов для создания AI-чатов, построенная на принципах Atomic Design."
}
