{
    "description_uikit": "Базовые UI компоненты и токены для построения сервисов с Gravity.",
    "description_components": "Набор комлпексных React компонентов.",
    "description_icons": "Набор сотен разнообразных современных иконок для ваших проектов.",
    "description_dynamic-forms": "Библиотека для рендеринга аккуратных и функциональных форм, описанных JSON схемой.",
    "description_page-constructor": "Набор стилизованных, функциональных блоков для быстрого создания промо страниц.",
    "description_blog-constructor": "Библиотека, основанная на библиотеке page-constructor, для создания блогов.",
    "description_chartkit": "Библиотека визуализации данных, интегрированная с нашей дизайн системой.",
    "description_dashkit": "Компонент сетка для построения интерактивных дашбордов.",
    "description_yagr": "Высокопроизводительная отрисовка canvas графиков, основанная на uPlot.",
    "description_nodekit": "Простой набор инструментов для ваших приложений, скриптов и библиотек Node.js.",
    "description_expresskit": "Легкая обертка над express.js, интегрируемая с NodeKit.",
    "description_app-layout": "Генератор HTML лейаута, используемый в наших SPA приложениях.",
    "description_app-builder": "Основанный на Webpack сборщик статики, используемый в наших SPA приложениях.",
    "description_navigation": "Компактная и расширяемая навигационная панель для сложных сервисов.",
    "description_date-utils": "Библиотека для управления значениями даты и времени.",
    "description_date-components": "Различные компоненты для работы с датами.",
    "description_axios-wrapper": "Обертка над axios, обеспечивающая автоматическую отмену конкурирующих запросов.",
    "description_dialog-fields": "Обертка над react-final-form, которая предоставляет полезные высокоуровневые компоненты для создания форм.",
    "description_paranoid": "Визуализатор топологий кластера.",
    "description_react-data-table": "React компонент для рендеринга больших и сложных таблиц.",
    "description_unipika": "Библиотека форматирования данных.",
    "description_ui-logger": "Простой клиентский логгер.",
    "description_oauth-clients": "Клиентская библиотека OAuth, обеспечивающая удобную абстракцию поверх аутентификации.",
    "description_i18n": "Библиотека для интернационализации проектов Gravity UI.",
    "description_tsconfig": "Пресет настройки компилятора TypeScript для проектов Gravity UI.",
    "description_prettier-config": "Пресет настройки Prettier для проектов Gravity UI.",
    "description_stylelint-config": "Пресет настройки Stylelint для проектов Gravity UI.",
    "description_babel-preset": "Пресет настройки Babel для проектов Gravity UI.",
    "description_browserslist-config": "Пресет настройки Browserslist для проектов Gravity UI."
}