{
  "uikit_accordion": "Erstellen Sie kollabierbare Inhaltsbereiche mit der Gravity UI Accordion React-Komponente. Verbergen und zeigen Sie Informationen effizient in Ihren Webanwendungen an.",
  "uikit_alert": "Zeigen Sie wichtige Benachrichtigungen mit der Gravity UI Alert React-Komponente an. Zeigen Sie Nachrichten und Warnungen an, ohne den Benutzerfluss in Ihrer App zu unterbrechen.",
  "uikit_arrow-toggle": "Erstellen Sie erweiterbare UI-Elemente mit der Gravity UI ArrowToggle React-Komponente. Zeigen Sie kollabierbare Inhalte mit animierten Richtungspfeilen an.",
  "uikit_avatar": "Zeigen Sie Benutzerprofilbilder mit der Gravity UI Avatar React-Komponente an. Zeigen Sie kreisförmige Bilder, Platzhalter und Initialen zur Benutzeridentifizierung an.",
  "uikit_breadcrumbs": "Erstellen Sie Navigations-Breadcrumbs mit der Gravity UI React-Komponente. Zeigen Sie den Standort des Benutzers in der Website-Hierarchie mit einfachen Links zur Navigation übergeordnete Seiten an.",
  "uikit_button": "Erstellen Sie interaktive Schaltflächen mit der Gravity UI React-Komponente. Unterstützt mehrere Stile, Größen und Zustände für umfassende Benutzeroberflächenaktionen.",
  "uikit_card": "Gestalten Sie Inhaltskarten mit der Gravity UI React-Komponente. Gruppieren Sie verwandte Informationen und Aktionen auf visuell unterscheidbaren, erhöhten Containerflächen.",
  "uikit_checkbox": "Erstellen Sie Auswahlsteuerelemente mit der Gravity UI Checkbox React-Komponente. Ermöglichen Sie die Auswahl einzelner oder mehrerer Optionen mit Unterstützung für Zwischenzustände.",
  "uikit_dropdown-menu": "Erstellen Sie kontextbezogene Menüs mit der Gravity UI DropdownMenu React-Komponente. Bieten Sie Benutzern organisierte Aktionslisten und Optionsauswahlen.",
  "uikit_icon": "Zeigen Sie skalierbare Vektor-Icons mit der Gravity UI Icon React-Komponente an. Stellen Sie konsistente Stile und perfekte Wiedergabe in Ihrer gesamten Anwendung sicher.",
  "uikit_label": "Erstellen Sie beschreibende Text-Labels mit der Gravity UI React-Komponente. Kategorisieren Sie Inhalte und zeigen Sie Statusanzeigen mit semantischer Bedeutung an.",
  "uikit_link": "Erstellen Sie Navigationslinks mit der Gravity UI Link React-Komponente. Erstellen Sie klickbare Elemente, die Benutzer zwischen Anwendungsseiten und -abschnitten führen.",
  "uikit_list": "Zeigen Sie strukturierte Daten mit der Gravity UI List React-Komponente an. Organisieren Sie Informationen in vertikalen Layouts mit Unterstützung für verschiedene Inhaltstypen.",
  "uikit_loader": "Zeigen Sie Ladezustände mit der Gravity UI Loader React-Komponente an. Bieten Sie visuelles Feedback während der Datenverarbeitung mit animierten Ladeindikatoren.",
  "uikit_menu": "Erstellen Sie Navigationsmenüs mit der Gravity UI Menu React-Komponente. Präsentieren Sie hierarchische Optionen und Aktionen in strukturierten, organisierten Formaten.",
  "uikit_modal": "Erstellen Sie modale Dialogfelder mit der Gravity UI Modal React-Komponente. Zeigen Sie Overlay-Inhalte an, die eine Benutzerinteraktion erfordern, bevor Sie fortfahren.",
  "uikit_overlay": "Erstellen Sie halbtransparente Overlays mit der Gravity UI React-Komponente. Bieten Sie Kontext für modale Dialogfelder und fokussierte Benutzerinteraktionen.",
  "uikit_pagination": "Implementieren Sie die Seitenumbruchung von Inhalten mit der Gravity UI React-Komponente. Navigieren Sie durch große Datensätze über mehrere Seiten mit intuitiven Steuerelementen.",
  "uikit_palette": "Erstellen Sie Farbauswahlschnittstellen mit der Gravity UI Palette React-Komponente. Zeigen Sie Farboptionen in organisierten, zugänglichen Rasterlayouts an.",
  "uikit_pin-input": "Erstellen Sie sichere PIN-Eingaben mit der Gravity UI PinInput React-Komponente. Ermöglichen Sie Benutzern die sichere Eingabe von PIN-Codes und kurzen numerischen Sequenzen.",
  "uikit_popup": "Zeigen Sie kontextbezogene Popups mit der Gravity UI React-Komponente an. Zeigen Sie zusätzliche Informationen und Aktionen in der Nähe von Auslöseelementen in Ihrer Anwendung an.",
  "uikit_portal": "Rendern Sie Inhalte außerhalb des Komponentenbaums mit dem Gravity UI Portal React-Dienstprogramm. Erstellen Sie flexible Layouts mit Unabhängigkeit von der DOM-Hierarchie.",
  "uikit_progress": "Zeigen Sie den Abschluss von Aufgaben mit der Gravity UI Progress React-Komponente an. Zeigen Sie visuelle Fortschrittsanzeigen für Ladevorgänge und Prozesse an.",
  "uikit_radio": "Erstellen Sie Einzelauswahlen mit der Gravity UI Radio React-Komponente. Ermöglichen Sie die exklusive Auswahl von Optionen aus gruppierten Alternativen.",
  "uikit_radio-group": "Gruppieren Sie Radioauswahlen mit der Gravity UI RadioGroup React-Komponente. Verwalten Sie Einzelauswahlen mit organisierter Gruppierung von Eingaben.",
  "uikit_segmented-radio-group": "Erstellen Sie verbundene Radio-Segmente mit der Gravity UI React-Komponente. Erstellen Sie integrierte Auswahlschnittstellen mit visueller Segmentverbindung.",
  "uikit_select": "Erstellen Sie Dropdown-Auswahlen mit der Gravity UI Select React-Komponente. Wählen Sie einzelne oder mehrere Werte aus vordefinierten, durchsuchbaren Optionslisten aus.",
  "uikit_sheet": "Erstellen Sie einblendbare Panels mit der Gravity UI Sheet React-Komponente. Zeigen Sie Formulare und detaillierte Inhalte in modalen Panels von Bildschirmrändern an.",
  "uikit_skeleton": "Verbessern Sie das Ladeerlebnis mit der Gravity UI Skeleton React-Komponente. Zeigen Sie Inhaltsplatzhalter an, während Daten geladen werden, für eine bessere Leistung.",
  "uikit_slider": "Erstellen Sie Bereichseingaben mit der Gravity UI Slider React-Komponente. Ermöglichen Sie die Wertauswahl aus kontinuierlichen Bereichen mit ziehbaren Griffen.",
  "uikit_spin": "Zeigen Sie Ladeanimationen mit der Gravity UI Spin React-Komponente an. Zeigen Sie rotierende Indikatoren für laufende Prozesse und Ladezustände an.",
  "uikit_stepper": "Leiten Sie Mehrschrittprozesse mit der Gravity UI Stepper React-Komponente an. Zeigen Sie klare Fortschrittsanzeigen für komplexe Benutzerworkflows an.",
  "uikit_switch": "Erstellen Sie Umschaltsteuerelemente mit der Gravity UI Switch React-Komponente. Ermöglichen Sie Benutzern, sofort zwischen aktivierten und deaktivierten Zuständen zu wechseln.",
  "uikit_table": "Zeigen Sie strukturierte Daten mit der Gravity UI Table React-Komponente an. Erstellen Sie funktionsreiche Tabellen mit Sortier-, Filter- und Paginierungsfunktionen.",
  "uikit_tabs": "Organisieren Sie Inhalte mit der Gravity UI Tabs React-Komponente. Erstellen Sie mehrere Panels für eine effiziente Inhaltsorganisation und Benutzerführung.",
  "uikit_text": "Zeigen Sie Typografie mit der Gravity UI Text React-Komponente an. Stellen Sie konsistente Textstile und semantische Bedeutung in Ihrer gesamten Anwendung sicher.",
  "uikit_text-area": "Erstellen Sie mehrzeilige Texteingabefelder mit der Gravity UI TextArea React-Komponente. Ermöglichen Sie die Eingabe längerer Inhalte mit Zeilenumbrüchen und Validierung.",
  "uikit_text-input": "Erstellen Sie Texteingabefelder mit der Gravity UI TextInput React-Komponente. Erfassen Sie Benutzerdaten mit Validierungs-, Formatierungs- und Barrierefreiheitsunterstützung.",
  "uikit_toaster": "Zeigen Sie Toast-Benachrichtigungen mit der Gravity UI Toaster React-Komponente an. Zeigen Sie temporäre Nachrichten für Systemereignisse und Benutzerfeedback an.",
  "uikit_tooltip": "Fügen Sie hilfreiche Tooltips mit der Gravity UI React-Komponente hinzu. Bieten Sie kontextbezogene Informationen und Erklärungen beim Überfahren mit der Maus für eine bessere Benutzererfahrung.",
  "uikit_user": "Zeigen Sie Benutzerinformationen mit der Gravity UI User React-Komponente an. Zeigen Sie Avatare, Namen und Details in strukturierten, anpassbaren Benutzerprofilen an.",
  "uikit_user-label": "Erstellen Sie kompakte Benutzer-Labels mit der Gravity UI UserLabel React-Komponente. Zeigen Sie Benutzeridentitäten mit Avatar und Namen in formatierten Labels an.",
  "date-components_calendar": "Erstellen Sie Datumsauswahlen mit der Gravity UI Calendar React-Komponente. Zeigen Sie monatliche Kalenderansichten für intuitives Datumsauswählen in Ihren Anwendungen an.",
  "date-components_date-field": "Erstellen Sie Datumsfelder mit der Gravity UI DateField React-Komponente. Ermöglichen Sie die strukturierte Datumsdateneingabe mit integrierter Validierung und Formatierungsunterstützung.",
  "date-components_date-picker": "Kombinieren Sie Eingabe und Kalender mit der Gravity UI DatePicker React-Komponente. Bieten Sie sowohl Texteingabe als auch visuelle Datumsauswahloptionen.",
  "date-components_range-calendar": "Wählen Sie Datumsbereiche mit der Gravity UI RangeCalendar React-Komponente aus. Ermöglichen Sie Benutzern die Auswahl von Start- und Enddaten mit einer intuitiven Kalenderschnittstelle.",
  "date-components_relative-date-field": "Geben Sie Datumsangaben in natürlicher Sprache mit der Gravity UI RelativeDateField React-Komponente ein. Unterstützt Ausdrücke wie 'morgen' und 'nächste Woche'.",
  "date-components_relative-date-picker": "Kombinieren Sie relative Datumsangaben mit Kalenderauswahl mit der Gravity UI React-Komponente. Bieten Sie flexible Datumsdateneingabe mit mehreren Eingabemethoden.",
  "navigation_action-bar": "Erstellen Sie horizontale Navigation mit der Gravity UI ActionBar React-Komponente. Gruppieren Sie verwandte Aktionen mit schnellem Zugriff auf Kernfunktionalitäten.",
  "navigation_all-pages-panel": "Erstellen Sie umfassende Navigation mit der Gravity UI AllPagesPanel React-Komponente. Zeigen Sie alle Seiten und Abschnitte in strukturierten Layouts an.",
  "navigation_aside-header": "Erstellen Sie Seitenleisten-Header mit der Gravity UI AsideHeader React-Komponente. Bieten Sie Navigations- und Branding-Elemente für Seitenleisten-Layouts.",
  "navigation_drawer": "Erstellen Sie ausklappbare Navigation mit der Gravity UI Drawer React-Komponente. Bieten Sie Zugriff auf Navigationslinks und zusätzliche Inhaltsbereiche.",
  "navigation_footer": "Erstellen Sie Seiten-Footer mit der Gravity UI Footer React-Komponente. Zeigen Sie Links, Kontaktinformationen und sekundäre Navigationselemente an.",
  "navigation_hotkeys-panel": "Zeigen Sie Tastenkombinationen mit der Gravity UI HotkeysPanel React-Komponente an. Zeigen Sie verfügbare Tastenkombinationen für eine effiziente Anwendungsnavigation an.",
  "navigation_mobile-header": "Erstellen Sie responsive Header mit der Gravity UI MobileHeader React-Komponente. Optimieren Sie die Navigation für mobile Geräte mit kollabierbaren Elementen.",
  "navigation_settings": "Erstellen Sie Einstellungsbereiche mit der Gravity UI Settings React-Komponente. Bieten Sie Zugriff auf Anwendungs- und Benutzereinstellungen."
}