{
  "branding_basics": "Entdecken Sie Gravity UI – eine umfassende React UI-Bibliothek mit modernen Komponenten und einem Designsystem zum Erstellen professioneller Webanwendungen. Legen Sie noch heute los.",
  "branding_branding": "Erfahren Sie, wie Sie Gravity UI-Themes mit unserem Branding-System schnell anpassen können. Wechseln Sie sofort zwischen hellen und dunklen Themes für Ihre React-Anwendungen.",
  "branding_color": "Meistern Sie das Farbsystem von Gravity UI mit privaten und semantischen Paletten. Erstellen Sie konsistente, zugängliche Benutzeroberflächen mit unserer React-Komponentenbibliothek.",
  "branding_corner-radius": "Passen Sie den Eckradius von Gravity UI-Komponenten an. Erfahren Sie, wie Sie Standardeinstellungen für den Randradius überschreiben, um ein konsistentes Design in Ihren React-Anwendungen zu erzielen.",
  "branding_grid-and-container": "Erstellen Sie responsive Layouts mit dem Grid- und Containersystem von Gravity UI. Strukturieren Sie Ihre React-Anwendung mit unseren flexiblen Designkomponenten.",
  "branding_module": "Verstehen Sie das modulare Designsystem von Gravity UI. Erfahren Sie mehr über Abstände und Messprinzipien für konsistente Layouts von React-Komponenten.",
  "branding_resources": "Greifen Sie auf die Gravity UI-Komponentenbibliothek in der Figma Community zu. Laden Sie Designdateien und Ressourcen für einen nahtlosen Design-zu-Entwicklungs-Workflow herunter.",
  "branding_typography": "Erkunden Sie das Typografiesystem von Gravity UI mit den Schriftarten Inter und Menlo. Erstellen Sie lesbare, zugängliche Textstile für Ihre React-Komponentenbibliothek.",
  "guides_action-tooltip": "Erstellen Sie interaktive Aktions-Tooltips mit Gravity UI React-Komponenten. Verbessern Sie die Benutzererfahrung mit kontextbezogenen Hover-Informationen in Ihren Anwendungen.",
  "guides_alert": "Erstellen Sie benutzerfreundliche Benachrichtigungen mit Gravity UI React-Komponenten. Zeigen Sie wichtige Meldungen an, ohne den Workflow in Ihren Anwendungen zu unterbrechen.",
  "guides_breadcrumbs": "Implementieren Sie Navigations-Breadcrumbs mit Gravity UI React-Komponenten. Helfen Sie Benutzern, ihren Standort zu verstehen und einfach durch Ihre Anwendung zu navigieren.",
  "guides_button": "Erstellen Sie interaktive Schaltflächen mit Gravity UI React-Komponenten. Unterstützen Sie verschiedene Stile, Größen und Zustände für umfassende UI-Interaktionen in Ihrer App.",
  "guides_card": "Gestalten Sie Inhaltskarten mit Gravity UI React-Komponenten. Organisieren Sie Informationen in semantische Blöcke mit erhöhten, visuell unterscheidbaren Oberflächen.",
  "guides_changelog-dialog": "Zeigen Sie Changelog-Updates mit Gravity UI React-Komponenten an. Halten Sie Benutzer über neue Funktionen und Änderungen in Ihrer Anwendung auf dem Laufenden.",
  "guides_checkbox": "Erstellen Sie Auswahl-Interfaces mit Gravity UI Checkbox React-Komponenten. Ermöglichen Sie die Auswahl einzelner oder mehrerer Optionen mit Zwischenzuständen.",
  "guides_clipboard-button": "Implementieren Sie die Kopierfunktion in die Zwischenablage mit Gravity UI React-Komponenten. Verbessern Sie die Benutzererfahrung mit Ein-Klick-Kopierfunktionen.",
  "guides_dialog": "Erstellen Sie modale Dialoge mit Gravity UI React-Komponenten. Lenken Sie die Aufmerksamkeit des Benutzers auf bestimmte Aktionen, während zusätzliche Inhalte nahtlos angezeigt werden.",
  "guides_dropdown-menu": "Erstellen Sie kontextbezogene Dropdown-Menüs mit Gravity UI React-Komponenten. Bieten Sie Benutzern organisierte Listen von Aktionen und Parameterauswahlen.",
  "guides_hotkey": "Zeigen Sie Tastenkombinationen mit Gravity UI Hotkey React-Komponenten an. Zeigen Sie Benutzern effiziente Wege zur Navigation und Interaktion mit Ihrer Anwendung.",
  "guides_label": "Erstellen Sie beschreibende Labels mit Gravity UI React-Komponenten. Zeigen Sie Objektattribute wie Status, Typ und Kategorien in Ihrer Anwendung an.",
  "guides_links": "Erstellen Sie Navigationslinks mit Gravity UI React-Komponenten. Erstellen Sie klickbare Elemente, die Benutzer durch verschiedene Abschnitte Ihrer Anwendung führen.",
  "guides_list-item": "Zeigen Sie strukturierte Daten mit Gravity UI Listen-React-Komponenten an. Organisieren Sie Informationen in vertikalen Spalten mit umfassender Unterstützung für Datenzeilen.",
  "guides_loader": "Zeigen Sie Ladefortschritte mit Gravity UI React-Komponenten an. Bieten Sie visuelles Feedback während der Datenverarbeitung, beim Hochladen und bei asynchronen Vorgängen.",
  "guides_pagination": "Implementieren Sie die Seitenumbruch von Inhalten mit Gravity UI React-Komponenten. Helfen Sie Benutzern, große Datensätze und Tabelleninhalte seitenweise zu navigieren.",
  "guides_popover": "Erstellen Sie kontextbezogene Popovers mit Gravity UI React-Komponenten. Zeigen Sie zusätzliche Informationen beim Hovern, Klicken oder bei Fokusinteraktionen mit der Tastatur an.",
  "guides_popup": "Erstellen Sie schwebende Popup-Elemente mit Gravity UI React-Komponenten. Zeigen Sie kontextbezogene Informationen und Aktionen in der Nähe von Trigger-Elementen in Ihrer App an.",
  "guides_progress": "Zeigen Sie den Aufgabenfortschritt mit Gravity UI React-Komponenten an. Erstellen Sie horizontale Fortschrittsbalken für Ladezustände und die Fortschrittsverfolgung.",
  "guides_radio": "Erstellen Sie Einzelauswahlen mit Gravity UI Radio React-Komponenten. Ermöglichen Sie Benutzern die Auswahl einer Option aus sich gegenseitig ausschließenden Alternativen.",
  "guides_radio-group": "Gruppieren Sie Radiobutton-Auswahlen mit Gravity UI React-Komponenten. Verwalten Sie Einzelauswahlen mit organisierten, sich gegenseitig ausschließenden Optionen.",
  "guides_segmented-radio-group": "Erstellen Sie verbundene Radio-Segmente mit Gravity UI React-Komponenten. Erstellen Sie integrierte Auswahl-Interfaces, ähnlich wie bei Radio-Band-Schaltern.",
  "guides_select": "Erstellen Sie Dropdown-Auswahlen mit Gravity UI Select React-Komponenten. Ermöglichen Sie die Auswahl einzelner oder mehrerer Werte aus vordefinierten Optionslisten.",
  "guides_skeleton": "Verbessern Sie die wahrgenommene Leistung mit Gravity UI Skeleton React-Komponenten. Zeigen Sie animierte Platzhalter an, während Inhalte in Ihrer Anwendung geladen werden.",
  "guides_spin": "Zeigen Sie Ladeanimationen mit Gravity UI Spin React-Komponenten an. Zeigen Sie rotierende Indikatoren für laufende Prozesse und Datenladezustände an.",
  "guides_switch": "Erstellen Sie Umschaltsteuerelemente mit Gravity UI Switch React-Komponenten. Ermöglichen Sie Benutzern das Umschalten zwischen aktivierten und deaktivierten Zuständen in Ihrer Anwendung.",
  "guides_table": "Zeigen Sie strukturierte Daten mit Gravity UI Table React-Komponenten an. Erstellen Sie umfassende Datentabellen mit Sortier-, Filter- und Paginierungsfunktionen.",
  "guides_tabs": "Organisieren Sie Inhalte mit Gravity UI Tabs React-Komponenten. Erstellen Sie mehrere Inhaltsbereiche, zwischen denen Benutzer wechseln können, für eine bessere Informationsarchitektur.",
  "guides_text-area": "Erstellen Sie mehrzeilige Texteingaben mit Gravity UI React-Komponenten. Ermöglichen Sie Benutzern die Eingabe längerer Inhalte mit Zeilenumbruch und Validierungsunterstützung.",
  "guides_text-input": "Erstellen Sie einzeilige Texteingaben mit Gravity UI React-Komponenten. Erfassen Sie Benutzerdaten mit Validierungs-, Formatierungs- und umfassender Eingabeunterstützung.",
  "guides_toaster": "Zeigen Sie Toast-Benachrichtigungen mit Gravity UI React-Komponenten an. Zeigen Sie temporäre Meldungen für Systemereignisse, Bestätigungen und Benutzerfeedback an.",
  "guides_tooltip": "Fügen Sie kontextbezogene Tooltips mit Gravity UI React-Komponenten hinzu. Bieten Sie zusätzliche Informationen und Erklärungen beim Hovern für eine bessere Benutzererfahrung.",
  "guides_user": "Zeigen Sie Benutzerinformationen mit Gravity UI React-Komponenten an. Zeigen Sie Avatare, Namen und Kontaktdaten in strukturierten, anpassbaren Formaten an.",
  "guides_user-avatar": "Erstellen Sie Benutzer-Avatare mit Gravity UI React-Komponenten. Zeigen Sie Profilbilder und Benutzeridentifikationselemente zur Kontenerkennung an.",
  "guides_user-label": "Erstellen Sie Benutzerprofil-Labels mit Gravity UI React-Komponenten. Zeigen Sie Benutzeridentifikationsinformationen in kompakten, formatierten Label-Layouts an."
}