{
  "branding": {
    "basics": "Discover Gravity UI - a comprehensive React UI library with modern components and design system for building professional web applications. Get started today.",
    "branding": "Learn how to customize Gravity UI themes quickly with our branding system. Switch between light and dark themes instantly for your React applications.",
    "color": "Master Gravity UI's color system with private and semantic palettes. Create consistent, accessible interfaces with our React component library.",
    "corner-radius": "Customize corner radius in Gravity UI components. Learn to override default border radius settings for consistent design in your React applications.",
    "grid-and-container": "Build responsive layouts with Gravity UI's grid and container system. Organize your React application structure with our flexible design components.",
    "module": "Understand Gravity UI's modular design system. Learn about spacing units and measurement principles for consistent React component layouts.",
    "resources": "Access Gravity UI component library in Figma Community. Download design files and resources for seamless design-to-development workflow.",
    "typography": "Explore Gravity UI typography system with Inter and Menlo fonts. Create readable, accessible text styles for your React component library."
  },
  "guides": {
    "action-tooltip": "Create interactive action tooltips with Gravity UI React components. Enhance user experience with contextual hover information in your applications.",
    "alert": "Build user-friendly alert notifications with Gravity UI React components. Display important messages without disrupting workflow in your applications.",
    "breadcrumbs": "Implement navigation breadcrumbs with Gravity UI React components. Help users understand their location and navigate easily through your application.",
    "button": "Create interactive buttons with Gravity UI React components. Support various styles, sizes, and states for comprehensive UI interactions in your app.",
    "card": "Design content cards with Gravity UI React components. Organize information into semantic blocks with elevated, visually distinct surfaces.",
    "changelog-dialog": "Display changelog updates with Gravity UI React components. Keep users informed about new features and changes in your application.",
    "checkbox": "Build selection interfaces with Gravity UI checkbox React components. Enable single or multiple option selection with intermediate states.",
    "clipboard-button": "Implement copy-to-clipboard functionality with Gravity UI React components. Enhance user experience with one-click copying features.",
    "dialog": "Create modal dialogs with Gravity UI React components. Focus user attention on specific actions while displaying additional content seamlessly.",
    "dropdown-menu": "Build contextual dropdown menus with Gravity UI React components. Provide users with organized lists of actions and parameter selections.",
    "hotkey": "Display keyboard shortcuts with Gravity UI hotkey React components. Show users efficient ways to navigate and interact with your application.",
    "label": "Create descriptive labels with Gravity UI React components. Display object attributes like status, type, and categories in your application.",
    "links": "Build navigation links with Gravity UI React components. Create clickable elements that guide users through different sections of your application.",
    "list-item": "Display structured data with Gravity UI list React components. Organize information in vertical columns with comprehensive data row support.",
    "loader": "Show loading progress with Gravity UI React components. Provide visual feedback during data processing, uploads, and async operations.",
    "pagination": "Implement content pagination with Gravity UI React components. Help users navigate through large datasets and table content page by page.",
    "popover": "Create contextual popovers with Gravity UI React components. Display additional information on hover, click, or keyboard focus interactions.",
    "popup": "Build floating popup elements with Gravity UI React components. Show contextual information and actions near trigger elements in your app.",
    "progress": "Display task progress with Gravity UI React components. Create horizontal progress bars for loading states and completion tracking.",
    "radio": "Build single-choice selections with Gravity UI radio React components. Enable users to choose one option from mutually exclusive alternatives.",
    "radio-group": "Group radio button selections with Gravity UI React components. Manage single-choice selections with organized, mutually exclusive options.",
    "segmented-radio-group": "Create connected radio segments with Gravity UI React components. Build integrated selection interfaces similar to radio band switches.",
    "select": "Build dropdown selections with Gravity UI select React components. Enable single or multiple value selection from predefined option lists.",
    "skeleton": "Improve perceived performance with Gravity UI skeleton React components. Show animated placeholders while content loads in your application.",
    "spin": "Display loading animations with Gravity UI spin React components. Show rotating indicators for ongoing processes and data loading states.",
    "switch": "Create toggle controls with Gravity UI switch React components. Enable users to switch between enabled and disabled states in your application.",
    "table": "Display structured data with Gravity UI table React components. Build comprehensive data tables with sorting, filtering, and pagination features.",
    "tabs": "Organize content with Gravity UI tabs React components. Create multiple content panels that users can switch between for better information architecture.",
    "text-area": "Build multi-line text inputs with Gravity UI React components. Enable users to enter longer content with word wrapping and validation support.",
    "text-input": "Create single-line text inputs with Gravity UI React components. Collect user data with validation, formatting, and comprehensive input support.",
    "toaster": "Display toast notifications with Gravity UI React components. Show temporary messages for system events, confirmations, and user feedback.",
    "tooltip": "Add contextual tooltips with Gravity UI React components. Provide additional information and explanations on hover for better user experience.",
    "user": "Display user information with Gravity UI React components. Show avatars, names, and contact details in structured, customizable formats.",
    "user-avatar": "Create user avatars with Gravity UI React components. Display profile pictures and user identification elements for account recognition.",
    "user-label": "Build user profile labels with Gravity UI React components. Display user identity information in compact, formatted label layouts."
  }
}