{
  "uikit_accordion": "Crie seções de conteúdo recolhíveis com o componente React Accordion do Gravity UI. Oculte e exiba informações de forma eficiente em suas aplicações web.",
  "uikit_alert": "Exiba notificações importantes com o componente React Alert do Gravity UI. Mostre mensagens e avisos sem interromper o fluxo de trabalho do usuário em seu aplicativo.",
  "uikit_arrow-toggle": "Crie elementos de UI expansíveis com o componente React ArrowToggle do Gravity UI. Indique conteúdo recolhível com setas direcionais animadas.",
  "uikit_avatar": "Exiba fotos de perfil de usuário com o componente React Avatar do Gravity UI. Mostre imagens circulares, placeholders e iniciais para identificação do usuário.",
  "uikit_breadcrumbs": "Crie breadcrumbs de navegação com o componente React do Gravity UI. Mostre a localização do usuário na hierarquia do site com links fáceis de navegação para a página pai.",
  "uikit_button": "Crie botões interativos com o componente React do Gravity UI. Suporte a múltiplos estilos, tamanhos e estados para ações abrangentes da interface do usuário.",
  "uikit_card": "Desenhe cartões de conteúdo com o componente React do Gravity UI. Agrupe informações e ações relacionadas em contêineres de superfície visualmente distintos e elevados.",
  "uikit_checkbox": "Crie controles de seleção com o componente React Checkbox do Gravity UI. Permita a seleção de uma ou várias opções com suporte a estado intermediário.",
  "uikit_dropdown-menu": "Crie menus contextuais com o componente React DropdownMenu do Gravity UI. Forneça aos usuários listas de ações organizadas e seleções de opções.",
  "uikit_icon": "Exiba ícones vetoriais escaláveis com o componente React Icon do Gravity UI. Garanta estilo consistente e renderização perfeita em toda a sua aplicação.",
  "uikit_label": "Crie rótulos de texto descritivos com o componente React do Gravity UI. Categorize conteúdo e exiba indicadores de status com significado semântico.",
  "uikit_link": "Crie links de navegação com o componente React Link do Gravity UI. Crie elementos clicáveis que guiam os usuários entre páginas e seções da aplicação.",
  "uikit_list": "Exiba dados estruturados com o componente React List do Gravity UI. Organize informações em layouts verticais com suporte para vários tipos de conteúdo.",
  "uikit_loader": "Mostre estados de carregamento com o componente React Loader do Gravity UI. Forneça feedback visual durante o processamento de dados com indicadores de carregamento animados.",
  "uikit_menu": "Crie menus de navegação com o componente React Menu do Gravity UI. Apresente opções e ações hierárquicas em formatos estruturados e organizados.",
  "uikit_modal": "Crie caixas de diálogo modais com o componente React Modal do Gravity UI. Exiba conteúdo de sobreposição que requer interação do usuário antes de prosseguir.",
  "uikit_overlay": "Crie sobreposições semitransparentes com o componente React do Gravity UI. Forneça contexto para caixas de diálogo modais e interações focadas do usuário.",
  "uikit_pagination": "Implemente paginação de conteúdo com o componente React do Gravity UI. Navegue por grandes conjuntos de dados em várias páginas com controles intuitivos.",
  "uikit_palette": "Crie interfaces de seleção de cores com o componente React Palette do Gravity UI. Exiba opções de cores em layouts de grade organizados e acessíveis.",
  "uikit_pin-input": "Crie entrada segura de PIN com o componente React PinInput do Gravity UI. Permita que os usuários insiram códigos PIN e sequências numéricas curtas com segurança.",
  "uikit_popup": "Exiba pop-ups contextuais com o componente React do Gravity UI. Mostre informações e ações adicionais perto de elementos de gatilho em sua aplicação.",
  "uikit_portal": "Renderize conteúdo fora da árvore de componentes com o utilitário React Portal do Gravity UI. Crie layouts flexíveis com independência da hierarquia DOM.",
  "uikit_progress": "Mostre a conclusão de tarefas com o componente React Progress do Gravity UI. Exiba indicadores visuais de progresso para operações e processos de carregamento.",
  "uikit_radio": "Crie seleções de escolha única com o componente React Radio do Gravity UI. Permita a seleção exclusiva de opções de escolhas alternativas agrupadas.",
  "uikit_radio-group": "Agrupe seleções de rádio com o componente React RadioGroup do Gravity UI. Gerencie seleções de escolha única com agrupamento de entrada organizado.",
  "uikit_segmented-radio-group": "Crie segmentos de rádio conectados com o componente React do Gravity UI. Crie interfaces de seleção integradas com conexão visual de segmentos.",
  "uikit_select": "Crie seleções de dropdown com o componente React Select do Gravity UI. Escolha valores únicos ou múltiplos de listas de opções predefinidas e pesquisáveis.",
  "uikit_sheet": "Crie painéis deslizantes com o componente React Sheet do Gravity UI. Exiba formulários e conteúdo detalhado em painéis modais a partir das bordas da tela.",
  "uikit_skeleton": "Melhore a experiência de carregamento com o componente React Skeleton do Gravity UI. Mostre placeholders de conteúdo enquanto os dados carregam para melhor desempenho.",
  "uikit_slider": "Crie entradas de intervalo com o componente React Slider do Gravity UI. Permita a seleção de valores de intervalos contínuos com controles de alça arrastáveis.",
  "uikit_spin": "Exiba animações de carregamento com o componente React Spin do Gravity UI. Mostre indicadores giratórios para processos em andamento e estados de carregamento.",
  "uikit_stepper": "Guie processos de várias etapas com o componente React Stepper do Gravity UI. Mostre indicação clara de progresso através de fluxos de trabalho complexos do usuário.",
  "uikit_switch": "Crie controles de alternância com o componente React Switch do Gravity UI. Permita que os usuários alternem entre estados ativado e desativado instantaneamente.",
  "uikit_table": "Exiba dados estruturados com o componente React Table do Gravity UI. Crie tabelas ricas em recursos com capacidades de ordenação, filtragem e paginação.",
  "uikit_tabs": "Organize conteúdo com o componente React Tabs do Gravity UI. Crie vários painéis para organização eficiente de conteúdo e navegação do usuário.",
  "uikit_text": "Exiba tipografia com o componente React Text do Gravity UI. Garanta estilo de texto consistente e significado semântico em toda a sua aplicação.",
  "uikit_text-area": "Crie entradas de texto de várias linhas com o componente React TextArea do Gravity UI. Permita a entrada de conteúdo mais longo com quebra de linha e validação.",
  "uikit_text-input": "Crie campos de entrada de texto com o componente React TextInput do Gravity UI. Colete dados do usuário com validação, formatação e suporte de acessibilidade.",
  "uikit_toaster": "Exiba notificações toast com o componente React Toaster do Gravity UI. Mostre mensagens temporárias para eventos do sistema e feedback do usuário.",
  "uikit_tooltip": "Adicione tooltips úteis com o componente React do Gravity UI. Forneça informações contextuais e explicações ao passar o mouse para uma melhor experiência do usuário.",
  "uikit_user": "Exiba informações do usuário com o componente React User do Gravity UI. Mostre avatares, nomes e detalhes em perfis de usuário estruturados e personalizáveis.",
  "uikit_user-label": "Crie rótulos de usuário compactos com o componente React UserLabel do Gravity UI. Exiba a identidade do usuário com avatar e nome em rótulos formatados.",
  "date-components_calendar": "Crie seleção de datas com o componente React Calendar do Gravity UI. Exiba visualizações de calendário mensais para seleção intuitiva de datas em suas aplicações.",
  "date-components_date-field": "Crie entradas de data com o componente React DateField do Gravity UI. Permita a entrada de data estruturada com validação e suporte de formatação integrados.",
  "date-components_date-picker": "Combine entrada e calendário com o componente React DatePicker do Gravity UI. Forneça opções de entrada de texto e seleção visual de datas.",
  "date-components_range-calendar": "Selecione intervalos de datas com o componente React RangeCalendar do Gravity UI. Permita que os usuários escolham datas de início e fim com interface de calendário intuitiva.",
  "date-components_relative-date-field": "Insira datas em linguagem natural com o componente React RelativeDateField do Gravity UI. Suporte a expressões como 'amanhã' e 'próxima semana'.",
  "date-components_relative-date-picker": "Combine datas relativas com seleção de calendário usando o componente React do Gravity UI. Forneça entrada de data flexível com múltiplos métodos de entrada.",
  "navigation_action-bar": "Crie navegação horizontal com o componente React ActionBar do Gravity UI. Agrupe ações relacionadas com acesso rápido à funcionalidade principal.",
  "navigation_all-pages-panel": "Crie navegação abrangente com o componente React AllPagesPanel do Gravity UI. Exiba todas as páginas e seções em layouts estruturados.",
  "navigation_aside-header": "Crie cabeçalhos de barra lateral com o componente React AsideHeader do Gravity UI. Forneça elementos de navegação e marca para layouts de barra lateral.",
  "navigation_drawer": "Crie navegação deslizante com o componente React Drawer do Gravity UI. Forneça acesso a links de navegação e painéis de conteúdo adicionais.",
  "navigation_footer": "Crie rodapés de página com o componente React Footer do Gravity UI. Exiba links, informações de contato e elementos de navegação secundária.",
  "navigation_hotkeys-panel": "Exiba atalhos de teclado com o componente React HotkeysPanel do Gravity UI. Mostre atalhos disponíveis para navegação eficiente na aplicação.",
  "navigation_mobile-header": "Crie cabeçalhos responsivos com o componente React MobileHeader do Gravity UI. Otimize a navegação para dispositivos móveis com elementos recolhíveis.",
  "navigation_settings": "Crie painéis de configurações com o componente React Settings do Gravity UI. Forneça acesso à configuração da aplicação e preferências do usuário."
}