{
  "branding_basics": "Descubra Gravity UI - uma biblioteca abrangente de componentes React com componentes modernos e um sistema de design para construir aplicações web profissionais. Comece hoje mesmo.",
  "branding_branding": "Aprenda a personalizar temas do Gravity UI rapidamente com nosso sistema de branding. Alterne instantaneamente entre temas claro e escuro para suas aplicações React.",
  "branding_color": "Domine o sistema de cores do Gravity UI com paletas privadas e semânticas. Crie interfaces consistentes e acessíveis com nossa biblioteca de componentes React.",
  "branding_corner-radius": "Personalize o raio dos cantos nos componentes do Gravity UI. Aprenda a substituir as configurações padrão de raio da borda para um design consistente em suas aplicações React.",
  "branding_grid-and-container": "Construa layouts responsivos com o sistema de grid e container do Gravity UI. Organize a estrutura da sua aplicação React com nossos componentes de design flexíveis.",
  "branding_module": "Entenda o sistema de design modular do Gravity UI. Saiba mais sobre unidades de espaçamento e princípios de medição para layouts consistentes de componentes React.",
  "branding_resources": "Acesse a biblioteca de componentes Gravity UI na Figma Community. Baixe arquivos de design e recursos para um fluxo de trabalho de design para desenvolvimento contínuo.",
  "branding_typography": "Explore o sistema de tipografia do Gravity UI com as fontes Inter e Menlo. Crie estilos de texto legíveis e acessíveis para sua biblioteca de componentes React.",
  "guides_action-tooltip": "Crie tooltips de ação interativos com componentes React do Gravity UI. Melhore a experiência do usuário com informações contextuais ao passar o mouse em suas aplicações.",
  "guides_alert": "Construa notificações de alerta amigáveis ao usuário com componentes React do Gravity UI. Exiba mensagens importantes sem interromper o fluxo de trabalho em suas aplicações.",
  "guides_breadcrumbs": "Implemente breadcrumbs de navegação com componentes React do Gravity UI. Ajude os usuários a entender sua localização e a navegar facilmente pela sua aplicação.",
  "guides_button": "Crie botões interativos com componentes React do Gravity UI. Suporte diversos estilos, tamanhos e estados para interações de UI abrangentes em seu aplicativo.",
  "guides_card": "Projete cards de conteúdo com componentes React do Gravity UI. Organize informações em blocos semânticos com superfícies elevadas e visualmente distintas.",
  "guides_changelog-dialog": "Exiba atualizações de changelog com componentes React do Gravity UI. Mantenha os usuários informados sobre novos recursos e alterações em sua aplicação.",
  "guides_checkbox": "Construa interfaces de seleção com componentes React de checkbox do Gravity UI. Permita a seleção de uma ou várias opções com estados intermediários.",
  "guides_clipboard-button": "Implemente a funcionalidade de copiar para a área de transferência com componentes React do Gravity UI. Melhore a experiência do usuário com recursos de cópia em um clique.",
  "guides_dialog": "Crie diálogos modais com componentes React do Gravity UI. Concentre a atenção do usuário em ações específicas enquanto exibe conteúdo adicional de forma contínua.",
  "guides_dropdown-menu": "Construa menus de contexto com componentes React do Gravity UI. Forneça aos usuários listas organizadas de ações e seleções de parâmetros.",
  "guides_hotkey": "Exiba atalhos de teclado com componentes React de hotkey do Gravity UI. Mostre aos usuários maneiras eficientes de navegar e interagir com sua aplicação.",
  "guides_label": "Crie rótulos descritivos com componentes React do Gravity UI. Exiba atributos de objetos como status, tipo e categorias em sua aplicação.",
  "guides_links": "Construa links de navegação com componentes React do Gravity UI. Crie elementos clicáveis que guiam os usuários por diferentes seções da sua aplicação.",
  "guides_list-item": "Exiba dados estruturados com componentes React de lista do Gravity UI. Organize informações em colunas verticais com suporte abrangente para linhas de dados.",
  "guides_loader": "Mostre o progresso do carregamento com componentes React do Gravity UI. Forneça feedback visual durante o processamento de dados, uploads e operações assíncronas.",
  "guides_pagination": "Implemente a paginação de conteúdo com componentes React do Gravity UI. Ajude os usuários a navegar por grandes conjuntos de dados e conteúdo de tabelas página por página.",
  "guides_popover": "Crie popovers de contexto com componentes React do Gravity UI. Exiba informações adicionais ao passar o mouse, clicar ou focar com o teclado.",
  "guides_popup": "Construa elementos de popup flutuantes com componentes React do Gravity UI. Mostre informações e ações contextuais perto de elementos de gatilho em seu aplicativo.",
  "guides_progress": "Exiba o progresso de tarefas com componentes React do Gravity UI. Crie barras de progresso horizontais para estados de carregamento e acompanhamento de conclusão.",
  "guides_radio": "Construa seleções de escolha única com componentes React de rádio do Gravity UI. Permita que os usuários escolham uma opção entre alternativas mutuamente exclusivas.",
  "guides_radio-group": "Agrupe seleções de botões de rádio com componentes React do Gravity UI. Gerencie seleções de escolha única com opções organizadas e mutuamente exclusivas.",
  "guides_segmented-radio-group": "Crie segmentos de rádio conectados com componentes React do Gravity UI. Construa interfaces de seleção integradas semelhantes a interruptores de banda de rádio.",
  "guides_select": "Construa seleções de dropdown com componentes React de select do Gravity UI. Permita a seleção de um ou vários valores de listas de opções predefinidas.",
  "guides_skeleton": "Melhore o desempenho percebido com componentes React de esqueleto do Gravity UI. Mostre placeholders animados enquanto o conteúdo carrega em sua aplicação.",
  "guides_spin": "Exiba animações de carregamento com componentes React de spin do Gravity UI. Mostre indicadores rotativos para processos em andamento e estados de carregamento de dados.",
  "guides_switch": "Crie controles de alternância com componentes React de switch do Gravity UI. Permita que os usuários alternem entre estados ativado e desativado em sua aplicação.",
  "guides_table": "Exiba dados estruturados com componentes React de tabela do Gravity UI. Construa tabelas de dados abrangentes com recursos de ordenação, filtragem e paginação.",
  "guides_tabs": "Organize conteúdo com componentes React de abas do Gravity UI. Crie vários painéis de conteúdo entre os quais os usuários podem alternar para uma melhor arquitetura de informação.",
  "guides_text-area": "Construa campos de texto de várias linhas com componentes React do Gravity UI. Permita que os usuários insiram conteúdo mais longo com quebra de linha e suporte de validação.",
  "guides_text-input": "Crie campos de texto de linha única com componentes React do Gravity UI. Colete dados do usuário com validação, formatação e suporte abrangente de entrada.",
  "guides_toaster": "Exiba notificações toast com componentes React do Gravity UI. Mostre mensagens temporárias para eventos do sistema, confirmações e feedback do usuário.",
  "guides_tooltip": "Adicione tooltips contextuais com componentes React do Gravity UI. Forneça informações e explicações adicionais ao passar o mouse para uma melhor experiência do usuário.",
  "guides_user": "Exiba informações do usuário com componentes React do Gravity UI. Mostre avatares, nomes e detalhes de contato em formatos estruturados e personalizáveis.",
  "guides_user-avatar": "Crie avatares de usuário com componentes React do Gravity UI. Exiba fotos de perfil e elementos de identificação do usuário para reconhecimento da conta.",
  "guides_user-label": "Construa rótulos de perfil de usuário com componentes React do Gravity UI. Exiba informações de identidade do usuário em layouts de rótulo compactos e formatados."
}