{
  "description_uikit": "Componentes e tokens de UI base para construir serviços com Gravity.",
  "description_components": "Um conjunto de componentes React complexos.",
  "description_icons": "Conjunto com centenas de ícones SVG modernos e variados para seus projetos.",
  "description_illustrations": "Um conjunto de ilustrações para exibir status de dados.",
  "description_dynamic-forms": "Biblioteca para renderizar formulários React limpos e funcionais descritos por esquema JSON",
  "description_page-constructor": "Um conjunto de blocos elegantes e funcionais para criar rapidamente páginas promocionais e de destino.",
  "description_blog-constructor": "Uma biblioteca baseada na biblioteca Page constructor para criar serviços semelhantes a blogs.",
  "description_chartkit": "Uma suíte de visualização de dados integrada ao nosso sistema de design.",
  "description_dashkit": "Um componente de grade para construir dashboards interativos.",
  "description_yagr": "Um renderizador de gráficos de tela de alto desempenho, baseado em uPlot.",
  "description_nodekit": "Um kit de ferramentas simples para seus aplicativos, scripts e bibliotecas Node.js.",
  "description_expresskit": "Wrapper leve do express.js que se integra ao NodeKit.",
  "description_app-layout": "Gerador de layout HTML usado em nossos aplicativos SPA.",
  "description_app-builder": "Construtor de ativos estáticos baseado em Webpack usado em nossos aplicativos SPA.",
  "description_navigation": "Um painel de navegação compacto e extensível para serviços complexos.",
  "description_date-utils": "Utilitários para gerenciar valores de Data e Hora.",
  "description_date-components": "Vários componentes de data.",
  "description_axios-wrapper": "Wrapper Axios que fornece cancelamento automático de requisições concorrentes.",
  "description_dialog-fields": "Um wrapper react-final-form que fornece alguns componentes úteis de alto nível para construir formulários.",
  "description_paranoid": "Visualizador de topologias de cluster.",
  "description_react-data-table": "Um componente React para renderizar tabelas grandes e complexas.",
  "description_unipika": "Biblioteca de formatação de dados.",
  "description_ui-logger": "Logger simples do lado do cliente.",
  "description_oauth-clients": "Biblioteca cliente OAuth que fornece abstração conveniente sobre o fluxo de autenticação.",
  "description_i18n": "Utilitários de internacionalização para projetos Gravity UI.",
  "description_eslint-config": "Configuração preset do ESLint para projetos Gravity UI.",
  "description_tsconfig": "Configuração preset do compilador TypeScript para projetos Gravity UI.",
  "description_prettier-config": "Configuração preset do Prettier para projetos Gravity UI.",
  "description_stylelint-config": "Configuração preset do Stylelint para projetos Gravity UI.",
  "description_babel-preset": "Configuração preset do Babel para projetos Gravity UI.",
  "description_browserslist-config": "Configuração preset do Browserslist usada em nossos serviços.",
  "description_markdown-editor": "Uma ferramenta poderosa para trabalhar com Markdown, que combina modos WYSIWYG e Markup.",
  "description_graph": "Renderizador de gráficos de alto desempenho com detalhamento dinâmico adaptável à escala",
  "description_data-source": "Um wrapper para busca de dados.",
  "description_webpack-i18n-assets-plugin": "Um plugin para Webpack que substitui chamadas de funções de localização (i18n) por textos de destino.",
  "description_table": "Biblioteca para visualizar dados em formato tabular.",
  "description_timeline": "Uma biblioteca baseada em React para construir visualizações de linha do tempo interativas com renderização em canvas.",
  "description_page-constructor-builder": "Uma poderosa utilidade de linha de comando para construir páginas estáticas a partir de configurações YAML",
  "description_aikit": "Uma biblioteca de componentes React flexível para construir chats de IA com princípios de Design Atômico."
}