{
  "uikit_accordion": "Gravity UI Accordion Reactコンポーネントを使用して、折りたたみ可能なコンテンツセクションを構築します。Webアプリケーションで情報を効率的に非表示および表示します。",
  "uikit_alert": "Gravity UI Alert Reactコンポーネントを使用して、重要な通知を表示します。ユーザーのワークフローを中断することなく、アプリケーションでメッセージや警告を表示します。",
  "uikit_arrow-toggle": "Gravity UI ArrowToggle Reactコンポーネントを使用して、展開可能なUI要素を作成します。アニメーション化された方向矢印で折りたたみ可能なコンテンツを示します。",
  "uikit_avatar": "Gravity UI Avatar Reactコンポーネントを使用して、ユーザーのプロフィール写真を表示します。ユーザー識別用に、円形の画像、プレースホルダー、イニシャルを表示します。",
  "uikit_breadcrumbs": "Gravity UI Reactコンポーネントを使用して、ナビゲーションパンくずリストを構築します。簡単な親ページナビゲーションリンクで、サイト階層におけるユーザーの場所を表示します。",
  "uikit_button": "Gravity UI Reactコンポーネントを使用して、インタラクティブなボタンを作成します。包括的なユーザーインターフェイスアクションのために、複数のスタイル、サイズ、状態をサポートします。",
  "uikit_card": "Gravity UI Reactコンポーネントを使用して、コンテンツカードをデザインします。視覚的に明確で、持ち上げられたサーフェスコンテナに、関連する情報とアクションをグループ化します。",
  "uikit_checkbox": "Gravity UI Checkbox Reactコンポーネントを使用して、選択コントロールを構築します。中間状態のサポートにより、単一または複数のオプションの選択を有効にします。",
  "uikit_dropdown-menu": "Gravity UI DropdownMenu Reactコンポーネントを使用して、コンテキストメニューを作成します。整理されたアクションリストとオプションの選択をユーザーに提供します。",
  "uikit_icon": "Gravity UI Icon Reactコンポーネントを使用して、スケーラブルなベクターアイコンを表示します。アプリケーション全体で一貫したスタイリングと完璧なレンダリングを保証します。",
  "uikit_label": "Gravity UI Reactコンポーネントを使用して、説明的なテキストラベルを作成します。コンテンツをカテゴリ分けし、意味のあるステータスインジケーターを表示します。",
  "uikit_link": "Gravity UI Link Reactコンポーネントを使用して、ナビゲーションリンクを構築します。アプリケーションページやセクション間のユーザーを誘導するクリック可能な要素を作成します。",
  "uikit_list": "Gravity UI List Reactコンポーネントを使用して、構造化されたデータを表示します。さまざまなコンテンツタイプをサポートし、垂直レイアウトで情報を整理します。",
  "uikit_loader": "Gravity UI Loader Reactコンポーネントを使用して、ローディング状態を表示します。アニメーション化されたローディングインジケーターで、データ処理中の視覚的なフィードバックを提供します。",
  "uikit_menu": "Gravity UI Menu Reactコンポーネントを使用して、ナビゲーションメニューを作成します。階層的なオプションとアクションを、構造化された整理された形式で提示します。",
  "uikit_modal": "Gravity UI Modal Reactコンポーネントを使用して、モーダルダイアログを構築します。続行する前にユーザーの操作が必要なオーバーレイコンテンツを表示します。",
  "uikit_overlay": "Gravity UI Reactコンポーネントを使用して、半透明のオーバーレイを作成します。モーダルダイアログと集中したユーザーインタラクションのコンテキストを提供します。",
  "uikit_pagination": "Gravity UI Reactコンポーネントを使用して、コンテンツのページネーションを実装します。直感的なコントロールで、複数のページにわたる大規模なデータセットをナビゲートします。",
  "uikit_palette": "Gravity UI Palette Reactコンポーネントを使用して、カラー選択インターフェイスを構築します。整理されたアクセス可能なグリッドレイアウトで、カラーオプションを表示します。",
  "uikit_pin-input": "Gravity UI PinInput Reactコンポーネントを使用して、安全なPIN入力を作成します。ユーザーがPINコードや短い数字のシーケンスを安全に入力できるようにします。",
  "uikit_popup": "Gravity UI Reactコンポーネントを使用して、コンテキストポップアップを表示します。アプリケーション内のトリガー要素の近くに追加情報とアクションを表示します。",
  "uikit_portal": "Gravity UI Portal Reactユーティリティを使用して、コンポーネントツリーの外にコンテンツをレンダリングします。DOM階層の独立性で、柔軟なレイアウトを作成します。",
  "uikit_progress": "Gravity UI Progress Reactコンポーネントを使用して、タスクの完了を表示します。ローディング操作とプロセスに視覚的な進捗インジケーターを表示します。",
  "uikit_radio": "Gravity UI Radio Reactコンポーネントを使用して、単一選択を構築します。グループ化された代替選択肢から、排他的なオプション選択を有効にします。",
  "uikit_radio-group": "Gravity UI RadioGroup Reactコンポーネントを使用して、ラジオ選択をグループ化します。整理された入力グループ化で、単一選択を管理します。",
  "uikit_segmented-radio-group": "Gravity UI Reactコンポーネントを使用して、接続されたラジオセグメントを作成します。視覚的なセグメント接続で、統合された選択インターフェイスを構築します。",
  "uikit_select": "Gravity UI Select Reactコンポーネントを使用して、ドロップダウン選択を構築します。定義済みで検索可能なオプションリストから、単一または複数の値を選択します。",
  "uikit_sheet": "Gravity UI Sheet Reactコンポーネントを使用して、スライドインパネルを作成します。画面の端からモーダルパネルで、フォームと詳細コンテンツを表示します。",
  "uikit_skeleton": "Gravity UI Skeleton Reactコンポーネントを使用して、ローディングエクスペリエンスを向上させます。データロード中にコンテンツプレースホルダーを表示し、パフォーマンスを向上させます。",
  "uikit_slider": "Gravity UI Slider Reactコンポーネントを使用して、範囲入力を作成します。ドラッグ可能なハンドルコントロールで、連続範囲からの値選択を有効にします。",
  "uikit_spin": "Gravity UI Spin Reactコンポーネントを使用して、ローディングアニメーションを表示します。進行中のプロセスとローディング状態に、回転インジケーターを表示します。",
  "uikit_stepper": "Gravity UI Stepper Reactコンポーネントを使用して、複数ステップのプロセスをガイドします。複雑なユーザーワークフローを通じて、明確な進捗状況を示します。",
  "uikit_switch": "Gravity UI Switch Reactコンポーネントを使用して、トグルコントロールを作成します。ユーザーが有効と無効の状態を即座に切り替えられるようにします。",
  "uikit_table": "Gravity UI Table Reactコンポーネントを使用して、構造化されたデータを表示します。並べ替え、フィルタリング、ページネーション機能を備えた、機能豊富なテーブルを構築します。",
  "uikit_tabs": "Gravity UI Tabs Reactコンポーネントを使用して、コンテンツを整理します。効率的なコンテンツ整理とユーザーナビゲーションのために、複数のパネルを作成します。",
  "uikit_text": "Gravity UI Text Reactコンポーネントを使用して、タイポグラフィを表示します。アプリケーション全体で一貫したテキストスタイリングと意味論的な意味を保証します。",
  "uikit_text-area": "Gravity UI TextArea Reactコンポーネントを使用して、複数行のテキスト入力を構築します。ワードラップと検証により、より長いコンテンツ入力を可能にします。",
  "uikit_text-input": "Gravity UI TextInput Reactコンポーネントを使用して、テキスト入力フィールドを作成します。検証、フォーマット、アクセシビリティサポートにより、ユーザーデータを収集します。",
  "uikit_toaster": "Gravity UI Toaster Reactコンポーネントを使用して、トースト通知を表示します。システムイベントとユーザーフィードバックのために、一時的なメッセージを表示します。",
  "uikit_tooltip": "Gravity UI Reactコンポーネントを使用して、役立つツールチップを追加します。より良いユーザーエクスペリエンスのために、ホバー時にコンテキスト情報と説明を提供します。",
  "uikit_user": "Gravity UI User Reactコンポーネントを使用して、ユーザー情報を表示します。構造化されたカスタマイズ可能なユーザープロファイルで、アバター、名前、詳細を表示します。",
  "uikit_user-label": "Gravity UI UserLabel Reactコンポーネントを使用して、コンパクトなユーザーラベルを作成します。フォーマットされたラベルで、アバターと名前でユーザーIDを表示します。",
  "date-components_calendar": "Gravity UI Calendar Reactコンポーネントを使用して、日付選択を構築します。アプリケーションで直感的な日付選択のために、月間カレンダービューを表示します。",
  "date-components_date-field": "Gravity UI DateField Reactコンポーネントを使用して、日付入力を作成します。組み込みの検証とフォーマットサポートにより、構造化された日付入力を可能にします。",
  "date-components_date-picker": "Gravity UI DatePicker Reactコンポーネントを使用して、入力とカレンダーを組み合わせます。テキスト入力と視覚的な日付選択の両方のオプションを提供します。",
  "date-components_range-calendar": "Gravity UI RangeCalendar Reactコンポーネントを使用して、日付範囲を選択します。直感的なカレンダーインターフェイスで、開始日と終了日を選択できるようにします。",
  "date-components_relative-date-field": "Gravity UI RelativeDateField Reactコンポーネントを使用して、自然言語の日付を入力します。「明日」や「来週」などの表現をサポートします。",
  "date-components_relative-date-picker": "Gravity UI Reactコンポーネントを使用して、相対日付とカレンダー選択を組み合わせます。複数の入力方法で柔軟な日付入力を提供します。",
  "navigation_action-bar": "Gravity UI ActionBar Reactコンポーネントを使用して、水平ナビゲーションを作成します。主要な機能へのクイックアクセスで、関連するアクションをグループ化します。",
  "navigation_all-pages-panel": "Gravity UI AllPagesPanel Reactコンポーネントを使用して、包括的なナビゲーションを構築します。構造化されたレイアウトで、すべてのページとセクションを表示します。",
  "navigation_aside-header": "Gravity UI AsideHeader Reactコンポーネントを使用して、サイドバーヘッダーを作成します。サイドバーレイアウトのナビゲーションとブランディング要素を提供します。",
  "navigation_drawer": "Gravity UI Drawer Reactコンポーネントを使用して、スライドアウトナビゲーションを構築します。ナビゲーションリンクと追加のコンテンツパネルへのアクセスを提供します。",
  "navigation_footer": "Gravity UI Footer Reactコンポーネントを使用して、ページフッターを作成します。リンク、連絡先情報、セカンダリナビゲーション要素を表示します。",
  "navigation_hotkeys-panel": "Gravity UI HotkeysPanel Reactコンポーネントを使用して、キーボードショートカットを表示します。効率的なアプリケーションナビゲーションのために、利用可能なショートカットを表示します。",
  "navigation_mobile-header": "Gravity UI MobileHeader Reactコンポーネントを使用して、レスポンシブヘッダーを構築します。折りたたみ可能な要素で、モバイルデバイスのナビゲーションを最適化します。",
  "navigation_settings": "Gravity UI Settings Reactコンポーネントを使用して、設定パネルを作成します。アプリケーション構成とユーザー設定へのアクセスを提供します。"
}