{
  "branding_basics": "Gravity UI へようこそ。プロフェッショナルな Web アプリケーション構築のための、モダンなコンポーネントとデザインシステムを備えた包括的な React UI ライブラリです。今すぐ始めましょう。",
  "branding_branding": "ブランドシステムを使用して Gravity UI のテーマを素早くカスタマイズする方法を学びましょう。React アプリケーションでライトテーマとダークテーマを瞬時に切り替えます。",
  "branding_color": "プライベートパレットとセマンティックパレットを備えた Gravity UI のカラーシステムをマスターしましょう。React コンポーネントライブラリで、一貫性があり、アクセシブルなインターフェースを作成します。",
  "branding_corner-radius": "Gravity UI コンポーネントの角丸をカスタマイズしましょう。React アプリケーションで一貫したデザインを実現するために、デフォルトの角丸設定を上書きする方法を学びます。",
  "branding_grid-and-container": "Gravity UI のグリッドとコンテナシステムでレスポンシブレイアウトを構築しましょう。柔軟なデザインコンポーネントで React アプリケーションの構造を整理します。",
  "branding_module": "Gravity UI のモジュラーデザインシステムを理解しましょう。一貫した React コンポーネントレイアウトのためのスペーシングユニットと測定原則について学びます。",
  "branding_resources": "Figma Community で Gravity UI コンポーネントライブラリにアクセスしましょう。デザインファイルとリソースをダウンロードして、シームレスなデザインから開発へのワークフローを実現します。",
  "branding_typography": "Inter および Menlo フォントを使用した Gravity UI タイポグラフィシステムを探求しましょう。React コンポーネントライブラリのために、読みやすく、アクセシブルなテキストスタイルを作成します。",
  "guides_action-tooltip": "Gravity UI React コンポーネントでインタラクティブなアクションツールチップを作成しましょう。アプリケーションでコンテキストに応じたホバー情報により、ユーザーエクスペリエンスを向上させます。",
  "guides_alert": "Gravity UI React コンポーネントでユーザーフレンドリーなアラート通知を構築しましょう。アプリケーションでワークフローを中断することなく、重要なメッセージを表示します。",
  "guides_breadcrumbs": "Gravity UI React コンポーネントでナビゲーションパンくずリストを実装しましょう。ユーザーが自分の場所を理解し、アプリケーション内を簡単に移動できるようにします。",
  "guides_button": "Gravity UI React コンポーネントでインタラクティブなボタンを作成しましょう。アプリでの包括的な UI インタラクションのために、さまざまなスタイル、サイズ、状態をサポートします。",
  "guides_card": "Gravity UI React コンポーネントでコンテンツカードをデザインしましょう。情報を、浮き上がった視覚的に明確なサーフェスを持つセマンティックブロックに整理します。",
  "guides_changelog-dialog": "Gravity UI React コンポーネントで変更履歴の更新を表示しましょう。アプリケーションの新機能と変更についてユーザーに通知します。",
  "guides_checkbox": "Gravity UI チェックボックス React コンポーネントで選択インターフェースを構築しましょう。中間状態を持つ単一または複数のオプション選択を有効にします。",
  "guides_clipboard-button": "Gravity UI React コンポーネントでクリップボードへのコピー機能を実装しましょう。ワンクリックコピー機能でユーザーエクスペリエンスを向上させます。",
  "guides_dialog": "Gravity UI React コンポーネントでモーダルダイアログを作成しましょう。追加コンテンツをシームレスに表示しながら、特定の操作にユーザーの注意を集中させます。",
  "guides_dropdown-menu": "Gravity UI React コンポーネントでコンテキストに応じたドロップダウンメニューを構築しましょう。整理されたアクションリストとパラメータ選択をユーザーに提供します。",
  "guides_hotkey": "Gravity UI ホットキー React コンポーネントでキーボードショートカットを表示しましょう。ユーザーにアプリケーションをナビゲートし、操作するための効率的な方法を示します。",
  "guides_label": "Gravity UI React コンポーネントで説明的なラベルを作成しましょう。アプリケーションでステータス、タイプ、カテゴリなどのオブジェクト属性を表示します。",
  "guides_links": "Gravity UI React コンポーネントでナビゲーションリンクを構築しましょう。ユーザーをアプリケーションのさまざまなセクションに誘導するクリック可能な要素を作成します。",
  "guides_list-item": "Gravity UI リスト React コンポーネントで構造化データを表示しましょう。包括的なデータ行サポートを備えた垂直列に情報を整理します。",
  "guides_loader": "Gravity UI React コンポーネントで読み込み進捗を表示しましょう。データ処理、アップロード、非同期操作中に視覚的なフィードバックを提供します。",
  "guides_pagination": "Gravity UI React コンポーネントでコンテンツのページネーションを実装しましょう。ユーザーが大量のデータセットやテーブルコンテンツをページごとにナビゲートできるようにします。",
  "guides_popover": "Gravity UI React コンポーネントでコンテキストに応じたポップオーバーを作成しましょう。ホバー、クリック、キーボードフォーカスインタラクションで追加情報を表示します。",
  "guides_popup": "Gravity UI React コンポーネントでフローティングポップアップ要素を構築しましょう。アプリでトリガー要素の近くにコンテキストに応じた情報とアクションを表示します。",
  "guides_progress": "Gravity UI React コンポーネントでタスクの進捗を表示しましょう。読み込み状態と完了追跡のために水平プログレスバーを作成します。",
  "guides_radio": "Gravity UI ラジオ React コンポーネントで単一選択を作成しましょう。相互に排他的な代替案から 1 つのオプションを選択できるようにします。",
  "guides_radio-group": "Gravity UI React コンポーネントでラジオボタンの選択をグループ化しましょう。整理された相互に排他的なオプションで単一選択を管理します。",
  "guides_segmented-radio-group": "Gravity UI React コンポーネントで接続されたラジオセグメントを作成しましょう。ラジオバンドスイッチに似た統合選択インターフェースを構築します。",
  "guides_select": "Gravity UI セレクト React コンポーネントでドロップダウン選択を構築しましょう。定義済みのオプションリストから単一または複数の値を選択できるようにします。",
  "guides_skeleton": "Gravity UI スケルトン React コンポーネントで知覚パフォーマンスを向上させましょう。コンテンツの読み込み中にアニメーションプレースホルダーを表示します。",
  "guides_spin": "Gravity UI スピン React コンポーネントで読み込みアニメーションを表示しましょう。進行中のプロセスとデータ読み込み状態のために回転インジケーターを表示します。",
  "guides_switch": "Gravity UI スイッチ React コンポーネントでトグルコントロールを作成しましょう。アプリケーションで有効と無効の状態を切り替えることができるようにします。",
  "guides_table": "Gravity UI テーブル React コンポーネントで構造化データを表示しましょう。並べ替え、フィルタリング、ページネーション機能を備えた包括的なデータテーブルを構築します。",
  "guides_tabs": "Gravity UI タブ React コンポーネントでコンテンツを整理しましょう。ユーザーがより良い情報アーキテクチャのために切り替えることができる複数のコンテンツパネルを作成します。",
  "guides_text-area": "Gravity UI React コンポーネントで複数行のテキスト入力を作成しましょう。ワードラップと検証サポートを備えた長いコンテンツの入力を可能にします。",
  "guides_text-input": "Gravity UI React コンポーネントで単一行のテキスト入力を作成しましょう。検証、フォーマット、包括的な入力サポートでユーザーデータを収集します。",
  "guides_toaster": "Gravity UI React コンポーネントでトースト通知を表示しましょう。システムイベント、確認、ユーザーフィードバックのために一時的なメッセージを表示します。",
  "guides_tooltip": "Gravity UI React コンポーネントでコンテキストに応じたツールチップを追加しましょう。より良いユーザーエクスペリエンスのためにホバーで追加情報と説明を提供します。",
  "guides_user": "Gravity UI React コンポーネントでユーザー情報を表示しましょう。アバター、名前、連絡先情報を構造化されたカスタマイズ可能な形式で表示します。",
  "guides_user-avatar": "Gravity UI React コンポーネントでユーザーアバターを作成しましょう。アカウント認識のためにプロフィール写真とユーザー識別要素を表示します。",
  "guides_user-label": "Gravity UI React コンポーネントでユーザープロフィールのラベルを構築しましょう。コンパクトでフォーマットされたラベルレイアウトでユーザー識別情報を表示します。"
}